[
    {
        "type": "reference",
        "text": "4 per 1000, 2022, 'The international '4 per 1000' initiative' (https://4p1000.org/?lang=en) accessed 15 September 2022."
    },
    {
        "type": "reference",
        "text": "Aber, J. D., et al., 1998, 'Nitrogen saturation in temperate forest ecosystems: hypotheses revisited', Bioscience 48, pp. 921-934."
    },
    {
        "type": "reference",
        "text": "Abrahamsen, G., et al., 1993, 'Introduction; study area; experimental design', in: Abrahamsen, G., et al. (eds), Long-term experiments with acid rain in Norwegian ecosystems , Vol. 104, Springer-Verlag, New York, NY, pp. 3-33. "
    },
    {
        "type": "reference",
        "text": "Ad hoc AG Boden, 2005, Bodenkundliche Kartieranleitung, 5. Auflage (KA5) , Schweizerbart'sche Verlagsbuchhandlung, Stuttgart, Deutschland. "
    },
    {
        "type": "reference",
        "text": "Ad-hoc AG Boden, 2007, Methodenkatalog zur Bewertung natürlicher Bodenfunktionen, der Archivfunktion des Bodens, der Nutzungsfunktion Rohstofflagerstätte nach BBodSchG sowie der Empfindlichkeit des Bodens gegenüber Erosion und Verdichtung ( https://www.bgr.bund.de/DE/Themen/ Boden/Netzwerke/AGBoden/methoden.html?nn $\\risingdotseq$ 1564346 ) accessed 23 August 2022. "
    },
    {
        "type": "reference",
        "text": "Adhikari, K. and Hartemink, A.E., 2016, Linking soils to ecosystem services — A global review, Geoderma 262, pp. 101-111 ( doi.org/10.1016/j.geoderma.2015.08.009 )f. "
    },
    {
        "type": "reference",
        "text": "Akselsson, C., et al., 2007, 'Impact of harvest intensity on long term base cation budgets in Swedish forest soils', Water, Air & Soil Pollution: Focus 7(1-3), pp. 201-210. "
    },
    {
        "type": "reference",
        "text": "Aksoy, E., et al., 2017, 'Assessing soil biodiversity potentials in Europe', Science of The Total Environment 589, pp.236-249. "
    },
    {
        "type": "reference",
        "text": "Al Majou, H., et al., 2008, 'The use of in situ  volumetric water content at field capacity to improve prediction of soil water retention properties', Canadian Journal of Soil Science 88, pp. 533-541. "
    },
    {
        "type": "reference",
        "text": "Alaoui, A., et al., 2011, 'A review of the changes in the soil pore system due to soil deformation: a hydrodynamic perspective', Soil and Tillage Research 115-116, pp. 1-15. "
    },
    {
        "type": "reference",
        "text": "Alewell, C., et al., 2000, 'Effects of reduced atmospheric deposition on soil solution chemistry and elemental contents of spruce needles in NE-Bavaria, Germany', Zeitschrift für Pflanzenernährung und Bodenkunde 163(5), pp. 509-516. "
    },
    {
        "type": "reference",
        "text": "Alphenaar, P. A. and van Houten, M., 2016, ' Inventory of awareness, approaches and policy — insight in emerging pollutants in Europe', Ministry of Infrastructure and Environment, Netherlands, and Public Waste Agency of Flanders, Belgium. "
    },
    {
        "type": "reference",
        "text": "Amelung, W., et al., 2008, 'Combining biomarker with stable isotope analyses for assessing the transformation and turnover of soil organic matter', Advances in Agronomy 100, pp. 155-250. "
    },
    {
        "type": "reference",
        "text": "Amelung, W., et al., 2020, 'Towards a global-scale soil climate mitigation strategy', Nature Communications 11, 5427 ( https:// doi.org/10.1038/s41467-020-18887-7 ). "
    },
    {
        "type": "reference",
        "text": "Amundson, R. and Biardeau, L., 2018, 'Opinion: Soil carbon sequestration is an elusive climate mitigation tool', Proceedings of the National Academy of Sciences  of the United States of America 115, pp. 11652-11656 ( https://doi.org/10.1073/ pnas.1815901115 ). "
    },
    {
        "type": "reference",
        "text": "Angelopoulou, T., et al., 2019, 'Remote sensing techniques for soil organic carbon estimation: a review', Remote Sensing  11(6), 676 ( https://doi.org/10.3390/rs11060676 ). "
    },
    {
        "type": "reference",
        "text": "Angers, D., et al., 2011, 'Estimating and mapping the carbon saturation deficit of French agricultural topsoils', Soil Use and Management 27, pp. 448-452. "
    },
    {
        "type": "reference",
        "text": "Arah, J. R. M. and Ball, B. C., 1994, 'A functional model of soil porosity used to interpret measurements of gas diffusion', European Journal of Soil Science 45, pp. 135-144. "
    },
    {
        "type": "reference",
        "text": "Arrouays, D., ,2002, A new initiative in France: \n A multi-institutional soil quality monitoring network . Comptes Rendus de l'Academie d'Agriculture de France 88, pp. 93-105. "
    },
    {
        "type": "reference",
        "text": "Arrouays D., et al. (eds), 2008, Environmental assessment of soil for monitoring. Volume IIa: Inventory and monitoring , Office of the Official Publications of the European Communities, Luxembourg. "
    },
    {
        "type": "reference",
        "text": "Arrouays, D., et al., 2018, 'Soil sampling and preparation for monitoring soil carbon', International Agrophysics 32, pp. 633-643. "
    },
    {
        "type": "reference",
        "text": "Arshad, M. A. and Martin, S., 2002, 'Identifying critical limits for soil quality indicators in agro-ecosystem', Agriculture, Ecosystems & Environment 88, pp. 153-160 \n ( https://doi.org/10.1016/S0167-8809(01)00252-3 ). "
    },
    {
        "type": "reference",
        "text": "Aslani, F., et al., 2021, 'Towards revealing the global biodiversity and community assembly of soil eukaryotes', Ecology Letters  25(1), pp. 65-76 ( https://doi.org/10.1111/ele.13904 ). "
    },
    {
        "type": "reference",
        "text": "Augustin,K., et al., 2020, 'Wheel load and wheel pass frequency as indicators for soil compaction risk: a four-year analysis of traffic intensity at field scale', Geosciences 10, 292 \n ( https://doi.org/10.3390/geosciences 10080292 ). "
    },
    {
        "type": "reference",
        "text": "Babel, U., et al., 1995, 'Determination of soil structure at various scales', in: Hartge, K. H. and Stewart, R. (eds), Soil structure — its development and function , Advances in Soil Science, CRC Press, Boca Raton, FL, pp 1-10. "
    },
    {
        "type": "reference",
        "text": "BAFU (ed.), 2017, Boden in der Schweiz, Zustand und Entwicklung, Stand 2017 , Bundesamt für Umwelt, Bern. "
    },
    {
        "type": "reference",
        "text": "BAFU, 2020, Bodenstrategie Schweiz, für einen nachhaltigen Umgang mit dem Boden [S oil strategy Switzerland, for sustainable soil use ], Bundesamt für Umwelt ( https://www.bafu.admin.ch/bafu/de/ home/themen/boden/publikationen-studien/publikationen/ bodenstrategie-schweiz.html ) accessed 9. August 2022. "
    },
    {
        "type": "reference",
        "text": "Bai, Z. H., et al., 2013, 'The critical soil P levels for crop yield, soil fertility and environmental safety in different soil types', Plant and Soil 372, pp. 27-37. "
    },
    {
        "type": "reference",
        "text": "Bakker, M. M., et al., 2004, 'The crop-productivity-erosion relationship: an analysis based on experimental works', Catena 57, pp. 55-76. "
    },
    {
        "type": "reference",
        "text": "Ball, B., et al., 1988, 'Gas diffusion, fluid flow and derived pore continuity indices in relation to vehicle traffic and tillage', Journal of Soil Science 39, pp. 327-339. "
    },
    {
        "type": "reference",
        "text": "Ball, B. C., et al., 2017, 'Visual soil evaluation: a summary of some applications and potential developments for agriculture', Soil and Tillage Research 173, pp. 114-124. "
    },
    {
        "type": "reference",
        "text": "Ballabio, C., et al., 2018, 'Copper distribution in European topsoils: an assessment based on LUCAS soil survey', Science of The Total Environment 636, pp. 282-298 \n ( https://doi.org/10.1016/j.scitotenv.2018.04.268 ). "
    },
    {
        "type": "reference",
        "text": "Baquy, M., et al., 2017, 'Determination of critical pH and Al concentration of acidic Ultisols for wheat and canola crops', Solid Earth 8, pp. 149-159. "
    },
    {
        "type": "reference",
        "text": "Baritz, R., et al., 2012, Data harmonization best practice guidelines , Deliverable 4.3, GS Soil project, ECP-2008-GEO-318004. "
    },
    {
        "type": "reference",
        "text": "Barré P., et al., 2017, 'Ideas and perspectives: can we use the soil carbon saturation deficit to quantitatively assess the soil carbon storage potential, or should we explore other strategies?', Biogeosciences ( https://doi.org/10.5194/bg-2017-395) preprint of unpublished discussion paper. "
    },
    {
        "type": "reference",
        "text": "Barrow, N.J., 2017, 'The effects of pH on phosphate uptake from the soil', Plant Soil 410, pp. 401-410. "
    },
    {
        "type": "reference",
        "text": "Batey, T., 2009, 'Soil compaction and soil management — a review', Soil Use and Management 25, pp. 335-345. "
    },
    {
        "type": "reference",
        "text": "Batjes, N. H., 2011, 'Soil organic carbon stocks under native vegetation — revised estimates for use with the simple assessment option of the Carbon Benefits Project system', Agriculture Ecosystems & Environment 142, pp. 365-373. "
    },
    {
        "type": "reference",
        "text": "Beauchemin, S. and Simard , R., 1999, 'Soil phosphorus saturation degree: review of some indices and their suitability for P management in Quebec, Canada', Canadian Journal of Soil Science 79(4), pp. 615-625. "
    },
    {
        "type": "reference",
        "text": "Becking, G. C., et al., 2007, 'Essential metals: assessing risks from deficiency and toxicity', in: Nordberg, G. F., et al. (eds), Handbook on the toxicology of metals , 3rd edition, Elsevier, San Diego, pp. 163-176. "
    },
    {
        "type": "reference",
        "text": "Beier, C., et al., 1998, 'Field-scale 'clean rain' treatments to two Norway spruce stands within the EXMAN project — effects on soil solution chemistry, foliar nutrition and tree growth', Forest Ecology and Management 101(1-3), pp. 111-123. "
    },
    {
        "type": "reference",
        "text": "Benet, A. S., 2006, 'Spain', in: Boardman, J. and Poesen, J. (eds), Soil erosion in Europe , John Wiley & Sons Ltd, Chichester, UK. "
    },
    {
        "type": "reference",
        "text": "Beylich, A., et al., 2010, 'Evaluation of soil compaction effects on soil biota and soil biological processes in soils', Soil and Tillage Research 109, pp. 133-143. "
    },
    {
        "type": "reference",
        "text": "Bierkens, J., et al., 2011, 'Exposure through soil and dust ingestion', in: Swartjes, J. F. A. (ed.), Dealing with contaminated sites, Springer, Dordrecht, Netherlands. "
    },
    {
        "type": "reference",
        "text": "Binkley, D. and Hogberg, P., 1997, 'Does atmospheric deposition of nitrogen threaten Swedish forests?', Forest Ecology and Management 92(1-3), pp. 119-152. "
    },
    {
        "type": "reference",
        "text": "Bispo, A., et al., 2007, Chapter 8 Decline in soil biodiversity . In. Huber et al., (eds), 2008, Environmental Assessment of Soil for Monitoring, Volume I: Indicators & Criteria. EU Contract No 022713 ( https://esdac.jrc.ec.europa.eu/Projects/Envasso/documents/ ENV_Vol-I_Final2_web.pdf } accessed 12 December 2022. "
    },
    {
        "type": "reference",
        "text": "Bispo, A., et al., 2009, 'Indicators for monitoring soil biodiversity', Integrated Environmental Assessment and Management 5(4), pp. 717-719 ( https://doi.org/10.1897/IEAM- 2009-064.1 ). "
    },
    {
        "type": "reference",
        "text": "Bispo, A., et al., 2017, 'Accounting for carbon stocks in soils and measuring GHGs emission fluxes from soils: do we have the necessary standards?', Frontiers in Environmental Science 5, 41 ( https://doi.org/10.3389/fenvs.2017.00041 ). "
    },
    {
        "type": "reference",
        "text": "Bispo, A., et al., 2020, Proposal of methodological development for the LUCAS programme in accordance with national monitoring programmes , Deliverable 6.3, European Joint Programme Soil ( https://ejpsoil.eu/fileadmin/projects/ ejpsoil/WP6/E JP SOIL Deliverable 6.3 Dec 2021 final.pdf ) accessed 12 December 2022. "
    },
    {
        "type": "reference",
        "text": "Black, H. I. J., et al., 2011, Scoping biological indicator of soil quality: phase II , Defra Final Contract Report SP0534, Department of Food and Rural Affairs, London, UK."
    },
    {
        "type": "reference",
        "text": "Blakemore, R. J., 2018, 'Critical decline of earthworms from organic origins under intensive, humic SOM-depleting agriculture', Soil Systems 2(2), 33. "
    },
    {
        "type": "reference",
        "text": "Bloem, E., et al., 2012, 'Soil salinisation', in: Van Beek, C. and Tóth, G. (eds), Risk assessment methodologies of soil threats in Europe , Publications Office of the European Union, Luxembourg. "
    },
    {
        "type": "reference",
        "text": "Bloem, J., et al., 2006a, Microbiological methods for assessing soil quality, CAB International, Wallingford, UK."
    },
    {
        "type": "reference",
        "text": "Bloem, J., et al., 2006b, 'Monitoring and evaluating soil quality', in: Bloem, J., et al. (eds), Microbiological methods for assessing soil quality , CABI, Wallingford, UK, pp. 23-49. "
    },
    {
        "type": "reference",
        "text": "Blume, H.P. et al., ,2016, 'Soil Organic Matter'. In: 'Scheffer/ Schachtschabel Soil Science', Springer, Berlin, Heidelberg, pp 55-86 ( https://doi.org/10.1007/978-3-642-30942-7_3 ) "
    },
    {
        "type": "reference",
        "text": "BMLFUW, 2017, Richtlinie für die sachgerechte Düngung im Ackerbau und Grünland , Ministerium für ein lebenswertes Österreich ( https://gruenland-viehwirtschaft.at/ jdownloads/Richtlinien_fuer_die_sachgerechte_ Duengung_2017.pdf ) accessed 21 September 2022. "
    },
    {
        "type": "reference",
        "text": "BMU, 1999, 2020, Federal Soil Protection and Contaminated Sites Ordinance (BBodSchV), Federal Ministry for the Environment, Nature Conversation and Nuclear Safety, Bonn, Germany, 1999 (updated 2020). "
    },
    {
        "type": "reference",
        "text": "Boardman, J., 2006, 'Soil erosion science: reflections on the limitations of current approaches', Catena 68, pp. 73-86. "
    },
    {
        "type": "reference",
        "text": "Boardman, J. and Evans, R., 2009, 'The measurement, estimation and monitoring of soil erosion by runoff at the field scale: challenges and possibilities with particular reference to Britain', Progress in Physical Geography: Earth and Environment  44(1), 1-19 ( https://doi.org/10.1177/0309133319861833 ). "
    },
    {
        "type": "reference",
        "text": "Boardman, J., and Poesen, J., 2006, 'Soil erosion in Europe: major processes, causes and consequences', in: Boardman, J. and Poesen, J. (eds), Soil erosion in Europe , John Wiley & Sons Ltd, Chichester, UK."
    },
    {
        "type": "reference",
        "text": "Boardman, J. and Vandaele, K., 2022, 'Soil erosion and runoff: a challenge for sustainable agricultural landscapes in northwest Europe', Soil Use and Management (submitted). "
    },
    {
        "type": "reference",
        "text": "Bouchez T., et al., 2016, 'Molecular microbiology for environmental diagnosis', Environmental Chemistry Letters 14, pp. 423-441. "
    },
    {
        "type": "reference",
        "text": "Bobbink, R. and Hettelingh, J. P., 2011, Review and revision of empirical critical loads and dose-response relationships: proceedings of an expert workshop, Noordwijkerhout, 23-25 June 2010 , Report 680359002/2011, Coordination Centre for Effects, National Institute for Public Health and the Environment, Bilthoven, Netherlands "
    },
    {
        "type": "reference",
        "text": "Bone, J., et al., 2010, 'Soil quality assessment under emerging regulatory requirements', Environment International 36, pp. 609-622. "
    },
    {
        "type": "reference",
        "text": "Bonfante, A., et al., 2020, 'Targeting the soil quality and soil health concepts when aiming for the United Nations Sustainable Development Goals and the EU Green Deal, Soil 6, pp. 453-466 ( https://doi.org/10.5194/soil-6-453-2020 ). "
    },
    {
        "type": "reference",
        "text": "Bornemann, L., et al., 2010, 'Particulate organic matter at field scale — rapid acquisition using mid-infrared spectroscopy', Soil Science Society of America Journal 74, pp. 1147-1156. "
    },
    {
        "type": "reference",
        "text": "Bornemann, L., et al., 2011, 'Rock fragments control size and saturation of organic carbon pools in agricultural topsoil', Soil Science Society of America Journal 75, pp. 1898-1907. "
    },
    {
        "type": "reference",
        "text": "Borrelli, P., et al., 2016, 'A new assessment of soil loss due to wind erosion in European agricultural soils using a quantitative spatially distributed modelling approach', Land Degradation & Development 28(1), pp. 335-344 ( https://doi. org/10.1002/ldr.2588 ). "
    },
    {
        "type": "reference",
        "text": "Borrelli, P. et al., 2022, 'Monitoring gully erosion in the European Union: A novel approach based on the Land Use/ Cover Area frame survey (LUCAS)', International Soil and Water Conservation Research 10(1), pp. 17-28 ( https://doi. org/10.1016/j.iswcr.2021.09.002 ). "
    },
    {
        "type": "reference",
        "text": "Braun, S., et al., 2010, 'Does nitrogen deposition increase forest production? The role of phosphorus', Environmental Pollution 158(6), pp. 2043-2052. "
    },
    {
        "type": "reference",
        "text": "Bray, R. H. and Kurtz, L. T., 1945, 'Determination of total, organic and available forms of phosphorus in soils', Soil Science 59, pp. 39-45. "
    },
    {
        "type": "reference",
        "text": "Breure, A. M., 2004, 'Soil biodiversity: measurements, indicators, threats and soil functions', paper presented at the International Conference on Soil and Compost Eco-biology, Leon, Spain, 15-17 September. "
    },
    {
        "type": "reference",
        "text": "Brus, J. and van den Akker, J. J. H., 2018, 'How serious a problem is subsoil compaction in the Netherlands? A survey based on probability sampling', Soil 4, pp. 37-45. "
    },
    {
        "type": "reference",
        "text": "Bünemann E. K., et al., 2018, 'Soil quality — a critical review', Soil Biology and Biochemistry 120, pp. 105-125 ( https://doi. org/10.1016/j.soilbio.2018.01.030 ). "
    },
    {
        "type": "reference",
        "text": "Bundesministerium der Justiz, 2004, 'Humusbilanz und Bodenhumusuntersuchung', Anlage 3 DirektZahlVerpflV (zu § 3 Absatz 1 Satz 2 und 3) ( https://www.buzer.de/gesetz/4209/ a58590.htm?m $|=$ a058585a ) accessed 12. December 2022. "
    },
    {
        "type": "reference",
        "text": "Burkhardt, U., et al., 2014, 'The Edaphobase project of GBIF- Germany — a new online soil-zoological data warehouse', Applied Soil Ecology 83, pp. 3-12 ( https://doi.org/10.1016/j. apsoil.2014.03.021 ). "
    },
    {
        "type": "reference",
        "text": "Camargo, J. A. and Alonso, A., 2006, 'Ecological and toxicological effects of inorganic nitrogen pollution in aquatic ecosystems: a global assessment', Environment International 32, pp. 831-849. "
    },
    {
        "type": "reference",
        "text": "Cape, J. N., et al., 2009, 'Evidence for changing the critical level for ammonia', Environmental Pollution 157, pp. 1033-1037. "
    },
    {
        "type": "reference",
        "text": "Carlon, C. and Swartjes, F.,  2007, 'Analysis of variability and reasons of differences', in: Carlon, C. (ed.), Derivation methods of soil screening values in Europe. A review and evaluation of national procedures towards harmonization , European Commission Joint Research Centre, Ispra, Italy. "
    },
    {
        "type": "reference",
        "text": "Carlon, C., et al., 2007, Derivation methods of soil screening values in Europe. A review and evaluation of national procedures towards harmonisation , European Commission Joint Research Centre, Ispra, Italy. "
    },
    {
        "type": "reference",
        "text": "Castaldi, F., et al., 2019, 'Evaluating the capability of the Sentinel 2 data for soil organic carbon prediction in croplands', ISPRS Journal of Photogrammetry and Remote Sensing 147, pp. 267-282 ( https://doi.org/10.1016/J.ISPRSJPRS.2018.11.026 ). "
    },
    {
        "type": "reference",
        "text": "Cécillon, L., et al., 2018, 'A model based on Rock-Eval thermal analysis to quantify the size of the centennially persistent organic carbon pool in temperate soils', Biogeosciences 15, pp. 2835-2849. "
    },
    {
        "type": "reference",
        "text": "Cerdà, A., et al., 2018,' Long-term impact of rainfed agricultural land abandonment on soil erosion in the Western Mediterranean basin', Progress in Physical Geography: Earth and Environment 42(2), pp. 202-219. "
    },
    {
        "type": "reference",
        "text": "Cerdà, A., et al., 2021, 'Rainfall and water yield in Macizo del Caroig, Eastern Iberian Peninsula. Event runoff at plot scale during a rare flash flood at the Barranco de Benacancil', Cuadernos de Investigación Geográfica 47(1), pp. 95-119. "
    },
    {
        "type": "reference",
        "text": "Cerdan, O., et al., 2010, 'Rates and spatial variations of soil erosion in Europe: a study based on erosion plot data', Geomorphology 122, pp. 167-177. "
    },
    {
        "type": "reference",
        "text": "Chabrillat, S., et al., 2019, 'Imaging spectroscopy for soil mapping and monitoring', Surveys in Geophysics 40(3), pp. 361-399 ( https://doi.org/10.1007/s10712-019-09524-0 ). "
    },
    {
        "type": "reference",
        "text": "Chappell, A., et al., 2016, 'The global significance of omitting soil erosion from soil organic carbon cycling schemes', Nature Climate Change 6(2), pp. 187-191. "
    },
    {
        "type": "reference",
        "text": "Chardon, W. J., 1994, Relationship between phosphorus availability and phosphorus saturation index , Report No 19, Research Institute for Agrobiology and Soil Fertility, Haren, Netherlands. "
    },
    {
        "type": "reference",
        "text": "Chartin, C., et al., 2017, 'Mapping soil organic carbon stocks and estimating uncertainties at the regional scale following a legacy sampling strategy (Southern Belgium, Wallonia)', Geoderma Regional 9, pp. 73-86 ( https://doi.org/10.1016/j. geodrs.2016.12.006 ). "
    },
    {
        "type": "reference",
        "text": "Chartin, C., et al., 2020, Recent evolution of soil organic carbon in the Grand-Duchy of Luxembourg , Ministère de l'Agriculture, de la Viticulture et du Développement Rural, Ettelbruck, Luxembourg. "
    },
    {
        "type": "reference",
        "text": "Cheviron, B., et al., 2011, 'Comparative sensitivity analysis of four distributed erosion models', Water Resources Research  47(1) ( https://doi.org/10.1029/2010WR009158 ). "
    },
    {
        "type": "reference",
        "text": "Choma, M., et al., 2020, 'Bacteria but not fungi respond to soil acidification rapidly and consistently in both a spruce and beech forest', FEMS Microbiology Ecology 96(10), fiaa174 ( https://doi.org/10.1093/femsec/fiaa174 ). "
    },
    {
        "type": "reference",
        "text": "Christensen, B. T., 1992, 'Physical fractionation of soil and organic matter in primary particle size and density separates', Advances in Soil Science 20, pp 1-90. "
    },
    {
        "type": "reference",
        "text": "CLRTAP, 2017, 'Mapping critical loads for ecosystems', in: Manual on methodologies and criteria for modelling and mapping critical loads and levels and air pollution effects, risks and trends , UNECE Convention on Long-range Transboundary Air Pollution ( https://www.umweltbundesamt.de/sites/default/files/ medien/4292/dokumente/ch5-mapman-2017-09-10.pdf ) accessed 21 August 2022. "
    },
    {
        "type": "reference",
        "text": "Cluzeau, D., et al., 2012, 'Integration of biodiversity in soil quality monitoring: baselines for microbial and soil fauna parameters for different land-use types', European Journal of Soil Biology 49, pp. 63-72 ( https://doi.org/10.1016/j. ejsobi.2011.11.003 ). "
    },
    {
        "type": "reference",
        "text": "Copernicus, 2018, 'Imperviousness density 2018' ( https:// land.copernicus.eu/pan-european/high-resolution-layers/ imperviousness/status-maps/imperviousness-density- 2018?tab $=$ mapview ) accessed 9 August 2022. "
    },
    {
        "type": "reference",
        "text": "Cornu, S., et al., 2021, 'Pedological characteristics of artificialized soils: a snapshot', Geoderma 401, 115321 \n ( https://doi.org/10.1016/j.geoderma.2021.115321 ). "
    },
    {
        "type": "reference",
        "text": "Cotrufo, M. F., et al., 2019, 'Soil carbon storage informed by particulate and mineral-associated organic matter', Nature Geosciences 12, pp. 989-994 ( https://doi.org/10.1038/s41561- 019-0484-6 ). "
    },
    {
        "type": "reference",
        "text": "COWI, et al., 2021, Setting up and implementing result-based carbon farming mechanisms in the EU: technical guidance handbook , Publications Office of the European Union, Luxembourg. "
    },
    {
        "type": "reference",
        "text": "Cowie, A. L., et al., 2018, 'Land in balance: the scientific conceptual framework for Land degradation neutrality Environmental Science & Policy 79, pp. 25-35. "
    },
    {
        "type": "reference",
        "text": "Creamer, R., et al., 2019, Monitoring schema for regional and European application, testing and assessment of indicators for five soil functions , Deliverable 5.2, Landmark project (unpublished report). "
    },
    {
        "type": "reference",
        "text": "Cronan, C. S. and Grigal, D. F., 1995, 'Use of calcium/aluminum ratios as indicators of stress in forest ecosystems', Journal of Environmental Quality 24(2), pp. 209-226. "
    },
    {
        "type": "reference",
        "text": "Cronan, C. S., et al., 1989, 'Aluminum toxicity in forests exposed to acidic deposition: the ALBIOS results', Water, Air & Soil Pollution 48(1-2), pp. 181-192. "
    },
    {
        "type": "reference",
        "text": "Darmendrail, D., et al., 2004, Assessing the economic impact of soil deterioration: case studies and database research , Study Contract ENV.B.1/ETU/2003/0024, European Commission, Brussels. "
    },
    {
        "type": "reference",
        "text": "De Brogniez, D., et al., 2015, 'Map of the topsoil organic carbon content of Europe generated by a generalized additive model', European Journal of Soil Science 66, pp. 121-134. "
    },
    {
        "type": "reference",
        "text": "De Groot, R. S., et al., 2010, 'Challenges in integrating the concept of ecosystem services and values in landscape planning, management and decision making', Ecological Complexity 7, pp. 260-272. "
    },
    {
        "type": "reference",
        "text": "De Vos, B., et al., 2015, 'Benchmark values for forest soil carbon stocks in Europe: results from a large scale forest soil survey', Geoderma 251-252, pp. 33-46. "
    },
    {
        "type": "reference",
        "text": "De Vries, W., et al., 1989, 'Simulation of the long-term soil response to acid deposition in various buffer ranges', Water, Air & Soil Pollution 48, pp. 349-390. "
    },
    {
        "type": "reference",
        "text": "Preliminary guidelines for environmental quality criteria, calculation methods and input data, Wageningen (The Netherlands), DLO Winand Staring Centre. Report pp. 114. 173 "
    },
    {
        "type": "reference",
        "text": "De Vries, W. and Leeters, E. E. J. M., 2001, Chemical composition of the humus layer, mineral soil and soil solution of 150 forest stands in the Netherlands in 1990 , Report 424.1, Alterra Green World Research, Wageningen, Netherlands. "
    },
    {
        "type": "reference",
        "text": "De Vries, W., et al., 2003, 'Intensive monitoring of forest ecosystems in Europe. 1. Objectives, set-up and evaluation strategy', Forest Ecology and Management 174(1-3), pp. 77-95. "
    },
    {
        "type": "reference",
        "text": "De Vries, W., et al., 2004, Prediction of the long term accumulation and leaching of zinc in Dutch agricultural soils: a risk assessment study , Alterra Report 1030 ( https://edepot.wur. nl/41912 ) accessed 23 September 2022. "
    },
    {
        "type": "reference",
        "text": "De Vries, F. T., et al., 2006, 'Fungal/bacterial ratios in grasslands with contrasting nitrogen management', Soil Biology and Biochemistry 38, pp. 2092-2103. "
    },
    {
        "type": "reference",
        "text": "De Vries, W., et al., 2007, Developments in deriving critical limits and modelling critical loads of nitrogen for terrestrial ecosystems in Europe , Alterra Report 1382 ( http://www2.alterra.wur.nl/ Webdocs/PDFFiles/Alterrarapporten/AlterraRapport1382.pdf ) accessed 23 September 2022. "
    },
    {
        "type": "reference",
        "text": "De Vries, W., et al., 2007, 'Impact of soil properties on critical concentrations of cadmium, lead and mercury in soil in view of health effects on animals and humans', Reviews of Environmental Pollution and Toxicology 191, pp. 91-130. "
    },
    {
        "type": "reference",
        "text": "De Vries, W., et al., 2009, 'The impact of nitrogen deposition on carbon sequestration by European forests and heathlands', Forest Ecology and Management 258(8), pp. 1814-1823. "
    },
    {
        "type": "reference",
        "text": "De Vries, W., et al., 2011, 'Quantifying impacts of nitrogen use in European agriculture on global warming potential', Current Opinion in Environmental Sustainability 3, pp. 291-302. "
    },
    {
        "type": "reference",
        "text": "De Vries, F. T., et al., 2013, 'Soil food web properties explain ecosystem services across European land use systems', Proceedings of the National Academy of Sciences of the United States of America 110, pp. 14296-14301. "
    },
    {
        "type": "reference",
        "text": "De Vries, W., et al., 2014a, 'Impacts of acid deposition, ozone exposure and weather conditions on forest ecosystems in Europe: an overview', Plant and Soil 380, pp. 1-45. "
    },
    {
        "type": "reference",
        "text": "De Vries, W., et al., 2014b, 'Quantification of impacts of nitrogen deposition on forest ecosystem services in Europe, in: Sutton, M. A., et al. (eds), Nitrogen deposition, critical loads and biodiversity , Springer, Dordrecht, Netherlands, pp. 411-424. "
    },
    {
        "type": "reference",
        "text": "De Vries, W., and Bakker, D. J., 1996, Manual for calculating critical loads of heavy metals for soils and surface waters. "
    },
    {
        "type": "reference",
        "text": "De Vries, W., et al. (eds), 2015a, Critical loads and dynamic risk assessments: nitrogen, acidity and metals in terrestrial and aquatic ecosystems, environmental pollution , Vol. 25, Springer, Dordrecht, Netherlands. "
    },
    {
        "type": "reference",
        "text": "De Vries, W., et al., 2015b, 'Geochemical indicators for use in the computation of critical loads and dynamic risk assessments', in: De Vries, W., et al. (eds), Critical loads and dynamic risk assessments: nitrogen, acidity and metals in terrestrial and aquatic ecosystems, environmental pollution , Vol. 25, Springer, Dordrecht, Netherlands. "
    },
    {
        "type": "reference",
        "text": "De Vries, W., 2018, 'Soil carbon 4 per mille: a good initiative but let's manage not only the soil but also the expectations', Geoderma 309, pp. 111-112. "
    },
    {
        "type": "reference",
        "text": "De Vries, W. and Schulte-Uebbing, L., 2020, 'Required changes in nitrogen inputs and nitrogen use efficiencies to reconcile agricultural productivity with water and air quality objectives in the EU-27', Proceedings 842, Paper presented at the International Fertiliser Society Conference, Cambridge, UK, 12 December 2019. "
    },
    {
        "type": "reference",
        "text": "De Vries, W., et al., 2021, Spatially explicit boundaries for agricultural nitrogen inputs in the European Union to meet air and water quality targets. Science of The Total Environment 786, 147283. "
    },
    {
        "type": "reference",
        "text": "De Vries, W., et al., 2022, Impacts of nutrients and heavy metals in European agriculture . Current and critical inputs in relation to air, soil and water quality , European Topic Centre on Data Integration and Digitalisation. "
    },
    {
        "type": "reference",
        "text": "De Wit, H. A., et al., 2001, 'Aluminium: the need for a re-evaluation of its toxicity and solubility in mature spruce stands', Water, Air & Soil Pollution: Focus 1, pp. 103-118. "
    },
    {
        "type": "reference",
        "text": "Delgado-Baquerizo, M., et al., 2018, 'A global atlas of the dominant bacteria found in soil', Science 359(6373), pp. 320-325 ( https://doi.org/10.1126/science.aap9516 ). "
    },
    {
        "type": "reference",
        "text": "Delhaize, E. and Ryan, P. R., 1995, 'Aluminum toxicity and tolerance in plants', Plant Physiology 107, pp. 315-321. "
    },
    {
        "type": "reference",
        "text": "Deltares, 2018, Zware metalen in dierlijke mest in 2017 , Deltares Report 11202236-002-BGS-0001, Delft, Nederland. "
    },
    {
        "type": "reference",
        "text": "Dequiedt, S., et al., 2011, 'Biogeographical patterns of soil molecular microbial biomass as influenced by soil characteristics and management', Global Ecology and Biogeography 20(4), pp. 641-652 ( https://doi.org/10.1111/ j.1466-8238.2010.00628.x)."
    },
    {
        "type": "reference",
        "text": "Dexter, A. R., et al., 2008, 'Complexed organic matter controls soil physical properties', Geoderma 144, pp. 620-627 ( http:// dx.doi.org/10.1016/j.geoderma.2008.01.022 ). "
    },
    {
        "type": "reference",
        "text": "Diez, T. and Weigelt, H., 1997, Bodenstruktur erkennen und beurteilen , Bayerische Landesanstalt für Bodenkultur und Pflanzenbau (Hrsg.), Sonderdruck dlz agrarmagazin, München, 2, Geänderte Auflage. "
    },
    {
        "type": "reference",
        "text": "Dise, N. et al., 1998, 'Evaluation of organic horizon C:N ratio as an indicator of nitrate leaching in conifer forests across Europe', Environmental Pollution 102, pp. 453-456. "
    },
    {
        "type": "reference",
        "text": "Dise, N. B., et al., 2009, 'Predicting nitrate leaching in European forests using two independent databases', Science of The Total Environment 407, pp. 1798-1808. "
    },
    {
        "type": "reference",
        "text": "Doran, J.W., and Parkin, T.B., 1996, 'Quantitative indicators of soil quality: a minimum data set'. In: Doran, J.W., Jones, A.J. (Eds.), Methods for Assessing Soil Quality. Soil Science Society of America, Special Publication 49, Madison, WI, pp. 25-37. "
    },
    {
        "type": "reference",
        "text": "Doran J. W., 2002, 'Soil health and global sustainability: translating science into practice', Agriculture, Ecosystems & Environment 88, pp. 119-127. "
    },
    {
        "type": "reference",
        "text": "Drexler, S., 2022, 'Benchmarking soil organic carbon to support agricultural carbon management: A German case study', J. Plant Nutr. Soil Sci. 185, pp. 427-440. "
    },
    {
        "type": "reference",
        "text": "DWA [ German Association for Water Management, Wastewater and Waste ], 1995, Soil strength in structured unsaturated soils. Part I: precompression stress (in German, with English summary and captures), Gefügestabilität ackerbaulich genutzter Mineralböden. Teil I: Mechanische Belastbarkeit. Merkblätter 234, Wirtschafts- and Verlagsges. Gas and Wasser, Bonn "
    },
    {
        "type": "reference",
        "text": "DWA [ German Association for Water Management, Wastewater and Waste ], 1997, Soil strength in structured unsaturated soils. Part II physical soil properties (in German, with English summary and captures), Gefügestabilität ackerbaulich genutzter Mineralböden. Teil II: Ableitung physikalischer Bodenkenngrößen. Merkblätter 235, Wirtschafts- and Verlagsges. Gas and Wasser, Bonn. "
    },
    {
        "type": "reference",
        "text": "Du, E., et al., 2016, 'Imbalanced phosphorus and nitrogen deposition in China's forests', Atmospheric Chemistry and Physics 16(13), pp. 8571-8579. "
    },
    {
        "type": "reference",
        "text": "Duttmann, R., et al., 2014, 'Predicting Soil compaction risks related to field traffic during silage maize harvest', Soil Science Society of America Journal 78(2), pp. 408-421. "
    },
    {
        "type": "reference",
        "text": "Duttmann, R., et al., 2022, 'Modeling of field traffic intensity and soil compaction risks in agricultural landscapes', in: Saljnikov, E., et al. (eds), Advances in understanding soil degradation. Innovations in landscape research , Springer ( https://doi.org/10.1007/978-3-030-85682-3_14.) "
    },
    {
        "type": "reference",
        "text": "EC, 2006a, Communication from the Commission 'Thematic Strategy for Soil Protection' (COM(2006) 231 final of 22 September 2006). "
    },
    {
        "type": "reference",
        "text": "EC, 2006b, Proposal for a Directive of the European Parliament and of the Council establishing a framework for the protection of soil and amending Directive 2004/35/EC (COM(2006) 232 final of 22 September 2006). "
    },
    {
        "type": "reference",
        "text": "EC, 2011, Communication from the Commission 'Roadmap to a Resource Efficient Europe' (COM(2011) 571 final of 20 September 2011). "
    },
    {
        "type": "reference",
        "text": "EC, 2012, Commission Staff Working Document 'Guidelines on best practice to limit, mitigate or compensate soil sealing' (SWD(2012) 101 final/2 of 12 April 2012). "
    },
    {
        "type": "reference",
        "text": "EC, 2013, Communication from the Commission 'A Clean Air Programme for Europe' (COM(2013) 918 final of 18 December 2013). "
    },
    {
        "type": "reference",
        "text": "EC, 2016, Communication from the Commission 'Next steps for a sustainable European future: European action for sustainability' ( COM(2016 739 final of 22 November 2016). "
    },
    {
        "type": "reference",
        "text": "EC, 2018, Communication from the Commission 'A Clean Planet for All: A European strategic long-term vision for a prosperous, modern competitive and climate neutral economy' (COM(2018) 773 of 28 November 2018). "
    },
    {
        "type": "reference",
        "text": "EC, 2019, Communication from the Commission 'The European Green Deal' (COM(2019) 640 final of 11 December 2029). "
    },
    {
        "type": "reference",
        "text": "EC, 2020a, Caring for soil is caring for life , European Commission ( https://op.europa.eu/en/web/eu-law-and- publications/publication-detail/-/publication/32d5d312- b689-11ea-bb7a-01aa75ed71a1) accessed 26 November 2020. "
    },
    {
        "type": "reference",
        "text": "EC, 2020b, Proposal for a Decision of the European Parliament and of the Council on a General Union Environment Action Programme to 2030 (COM(2020) 652 final of 14 October 2020). "
    },
    {
        "type": "reference",
        "text": "EC, 2020c, Communication from the Commission 'Stepping up Europe's 2030 climate ambition: investing in a climate- neutral future for the benefit of our people' (COM(2020) 562 final of 17 September 2020). "
    },
    {
        "type": "reference",
        "text": "EC, 2020d, Proposal for a Regulation of the European Parliament and of the Council establishing the framework for achieving climate neutrality and amending Regulation (EU) 2018/1999 (European Climate Law) (COM(2020) 80 final of 4 March 2020). "
    },
    {
        "type": "reference",
        "text": "EC, 2020e, Communication from the Commission 'EU Biodiversity Strategy for 2030: bringing nature back into our lives' (COM(2020) 380 final of 20 May 2020). "
    },
    {
        "type": "reference",
        "text": "EC, 2020f, Communication from the Commission 'A Farm to Fork Strategy for a fair, healthy and environmentally-friendly food system' (COM(2020) 381 final of 20 May 2020). "
    },
    {
        "type": "reference",
        "text": "EC, 2020g, Communication from the Commission 'Chemicals Strategy for Sustainability Towards a Toxic-Free Environment' (COM(2020) 667 final of 14 October 2020). "
    },
    {
        "type": "reference",
        "text": "EC, 2020h, Commission Staff Working Document 'Poly and perfluoroalkyl substances (PFAS)' (SWD(2020) 249 final of 14 October 2020). "
    },
    {
        "type": "reference",
        "text": "EC, 2020i, Commission Staff Working Document 'Progress report on the assessment and management of combined exposures to multiple chemical (chemical mixtures) and associated risks' (SWD(2020) 250 final of 14 October 2020). "
    },
    {
        "type": "reference",
        "text": "EC, 2020j, EU SDG Indicator set 2020: result of the review in preparation of the 2020 edition of the EU SDG monitoring report  ( https://ec.europa.eu/eurostat/documents/276524/10369740/ SDG_indicator_2020.pdf) accessed 15 September 2022. "
    },
    {
        "type": "reference",
        "text": "EC, 2020k, '2050 long-term strategy' ( https://ec.europa.eu/ clima/eu-action/climate-strategies-targets/2050-long-term- strategy_en ) accessed 15 September 2022. "
    },
    {
        "type": "reference",
        "text": "EC, 2020l, 'Circular economy action plan' ( https://environment. ec.europa.eu/strategy/circular-economy-action-plan_en ) accessed 15 September 2022. "
    },
    {
        "type": "reference",
        "text": "EC, 2021a, Consultation on a monitoring framework for the 8th Environment Action Programme ( https://ec.europa.eu/ environment/system/files/2021-07/Explanatory%20Note%20 8EAP%20Indicators.pdf( , accessed 15 September 2022. "
    },
    {
        "type": "reference",
        "text": "EC, 2021b , Communication from the Commission 'Proposal for a Regulation of the European Parliament and of the Council amending Regulations (EU) 2018/841 and (EU) 2018/1999' (COM(2021) 554 final of 14 July 2021). "
    },
    {
        "type": "reference",
        "text": "EC, 2021c, Communication from the Commission 'Pathway to a Healthy Planet for All. EU Action Plan: Towards Zero Pollution for Air, Water and Soil' (COM(2021) 400 final of 12 May 2021). "
    },
    {
        "type": "reference",
        "text": "EC, 2021d, Commission Staff Working Document 'Towards a monitoring and outlook framework for the zero pollution ambition' (SWD(2021) 141 final of 12 May 2021). "
    },
    {
        "type": "reference",
        "text": "EC, 2021e, Communication from the Commission 'EU Soil Strategy for 2030: reaping the benefits of healthy soils for people, food, nature and culture' (COM(2021) 699 final of 17 November 2021). "
    },
    {
        "type": "reference",
        "text": "EC, 2022, Proposal for a Regulation of the European Parliament and of the Council on nature restoration (COM(2022) 304 final of 26 June 2022). "
    },
    {
        "type": "reference",
        "text": "EC, et al., 2017, MAES workshop 'Assessing and mapping ecosystem condition ', Background paper to support breakout group discussions, 27-28 June (version of 11 July) ( https:// circabc.europa.eu/sd/a/a5932b69-ffa5-4d5f-a842- ead4bb8ba623/MAES conditions Background paper 11 July. pdf) accessed 15 September 2022. "
    },
    {
        "type": "reference",
        "text": "EC, et al., 2022, 'EU-wide methodology to map and assess ecosystem condition: towards a common approach consistent with a global statistical standard', Publications Office of the European Union ( https://data.europa.eu/doi/10.2760/13048 ). "
    },
    {
        "type": "reference",
        "text": "EEA, 2000, Down to earth: soil degradation and sustainable development in Europe , Environmental Issues Series No 16, European Environment Agency. "
    },
    {
        "type": "reference",
        "text": "EEA, 2010, 'Mean soil sealing in European capitals (UMZ) and soil sealing per inhabitant', European Environment Agency ( https://www.eea.europa.eu/data-and-maps/figures/mean- soil-sealing-in-european) accessed 9 August 2022. "
    },
    {
        "type": "reference",
        "text": "EEA, 2014, 'Progress in management of contaminated sites (LSI003)', European Environment Agency ( https://www. eea.europa.eu/data-and-maps/indicators/progress- in-management-of-contaminated-sites-3/assessment ) accessed 28 September 2022. "
    },
    {
        "type": "reference",
        "text": "EEA, 2018, 'Land recycling and densification (LSI008)' ( https://www.eea.europa.eu/data-and-maps/indicators/ land-recycling-and-densification/assessment-1 ) accessed 10 August 2022. "
    },
    {
        "type": "reference",
        "text": "EEA, 2019a, The European environment — state and outlook 2020 European Environment Agency ( https://www.eea.europa.eu/ publications/soer-2020 ) accessed 26 November 2020. "
    },
    {
        "type": "reference",
        "text": "EEA, 2019b, NEC Directive reporting status 2019 , EEA Briefing, European Environment Agency ( https://www.eea.europa.eu/ themes/air/air-pollution-sources-1/national-emission-ceilings/nec- directive-reporting-status-2019) accessed 15 September 2022. "
    },
    {
        "type": "reference",
        "text": "EEA, 2019c, Signals — land and soil in Europe , European Environment Agency. "
    },
    {
        "type": "reference",
        "text": "EEA, 2019d, 'Land take in Europe (CSI014)', European Environment Agency ( https://www.eea.europa.eu/data-and-maps/indicators/ land-take-3/assessment ) accessed 20 October 2022. "
    },
    {
        "type": "reference",
        "text": "EEA, 2020, 'Imperviousness and imperviousness change in Europe (LSI002)', European Environment Agency ( https://www. eea.europa.eu/data-and-maps/indicators/imperviousness- change-2/assessment ) accessed 14 August 2020. "
    },
    {
        "type": "reference",
        "text": "EEA, 2021a, Land take and land degradation in functional urban areas , EEA Report No 17/2021, European Environment Agency ( https://www.eea.europa.eu/publications/land-take-and-land- degradation/at_download/file) last accessed 18 August 2020. "
    },
    {
        "type": "reference",
        "text": "EEA, 2022a, 'Emerging chemical risks in Europe — PFAS', EEA Briefing, European Environment Agency 02( https://www.eea. europa.eu/publications/emerging-chemical-risks-in-europe ) accessed 29 September 2022. "
    },
    {
        "type": "reference",
        "text": "EEA, 2022b, Zero Pollution monitoring assessment, EEA Web report no. 03/2022 (doi: 10.2800/515047). "
    },
    {
        "type": "reference",
        "text": "EEA, 2022c, 'Progress in management of contaminated sites in Europe', European Environment Agency ( https://www.eea. europa.eu/ims/progress-in-the-management-of ) \n accessed 5 December 2022 "
    },
    {
        "type": "reference",
        "text": "EEA dashboard, 2019, 'Imperviousness in Europe', European Environment Agency ( https://www.eea.europa.eu/data-and- maps/dashboards/imperviousness-in-europe ) \n accessed 18 August 2022. "
    },
    {
        "type": "reference",
        "text": "EEA dashboard, 2021a, 'Soil sealing and ecosystem impacts', European Environment Agency ( https://www.eea.europa.eu/ data-and-maps/dashboards/soil-sealing-and-ecosystem- impacts) accessed 9 August 2022. "
    },
    {
        "type": "reference",
        "text": "EEA dashboard, 2021b, 'Land take in functional urban areas' European Environment Agency ( https://www.eea.europa.eu/ data-and-maps/data/data-viewers/land-take-in-functional- urban ) accessed 20 October 2022. "
    },
    {
        "type": "reference",
        "text": "EEA dashboard, 2021c, 'Landscape fragmentation pressure in Europe', European Environment Agency ( https://www. eea.europa.eu/ims/landscape-fragmentation-pressure-in- europe ) accessed 9 August 2022. "
    },
    {
        "type": "reference",
        "text": "EEA dashboard, 2021d, 'Impact of soil sealing in functional urban areas', European Environment Agency ( https://www. eea.europa.eu/data-and-maps/data/data-viewers/impact-of- soil-sealing-in ) accessed 9 August 2022. "
    },
    {
        "type": "reference",
        "text": "EEC, 1986, Council Directive 86/28/EEC on the protection of the environment, and in particular of the soil, when sewage sludge is used in agriculture (OJ L 181, 4.7.1986, p. 6-12). "
    },
    {
        "type": "reference",
        "text": "EEC, 1991, Council Directive 91/676/EEC of 12 December 1991 concerning the protection of waters against pollution caused by nitrates from agricultural sources (OJ L 375, 31.12.1991, p. 1-8). "
    },
    {
        "type": "reference",
        "text": "EFSA, 2009, 'Scientific opinion on arsenic in food,' EFSA Journal 7, 199, European Food Safety Authority, Parma, Italy. "
    },
    {
        "type": "reference",
        "text": "EFSA, 2014, 'Dietary exposure to inorganic arsenic in the European population', EFSA Journal 12(3), 3597. "
    },
    {
        "type": "reference",
        "text": "Egidi, E., et al., 2019, 'A few Ascomycota taxa dominate soil fungal communities worldwide', Nature Communications 10, 2369 ( https://doi.org/10.1038/s41467-019-10373-z ). "
    },
    {
        "type": "reference",
        "text": "Egli, M., et al., 2014, 'Soil formation rates on silicate parent material in alpine environments: Different approaches- different results?' Geoderma, 213, pp. 320-333 ( https://doi. org/10.1016/j.geoderma.2013.08.016 ). "
    },
    {
        "type": "reference",
        "text": "Egner, M. T., et al., 1960, 'Untersuchungen uber die chemishe boden-analyse als grundlage fur die beurteilung des nahrsoffzustandes der boden. II. Chemiche extraktionsmethoden zur phosphor und kalimbestimmung kungl', Lantbrukshoegskolans Annales 26, pp. 199-215. "
    },
    {
        "type": "reference",
        "text": "Ehlert, P., et al., 2004, Fosfaatklassen voor fosfaatgebruiksnormen van de Meststoffenwet. Landbouwkundige en milieuhygiënische aspecten in samenhang , Alterra Rapport 2499, Wageningen, Nederland. "
    },
    {
        "type": "reference",
        "text": "Ehlert, P. A. I., et al., 2013, Appraising fertilisers: origins of current regulations and standards for pollutants in fertilisers; background of quality standards in the Netherlands, Denmark, Germany, United Kingdom and Flanders , Wettelijke Onderzoekstaken Natuur & Milieu, Wageningen, Netherlands. "
    },
    {
        "type": "reference",
        "text": "Elser, J. J., et al., 2007, 'Global analysis of nitrogen and phosphorus limitation of primary producers in freshwater, marine and terrestrial ecosystems', Ecology Letters 10(12), pp. 1135-1142. "
    },
    {
        "type": "reference",
        "text": "Eriksson, J., et al., 1974, Jordpackning — markstruktur — gröda , Meddelande 354, Swedish Institute of Agricultural Engineering, SP Technical Research Institute of Sweden, Gothenburg. "
    },
    {
        "type": "reference",
        "text": "Erisman, J. W. and De Vries, W., 2000, 'Nitrogen deposition and effects on European forests', Environmental Reviews 8(2), pp. 65-93. "
    },
    {
        "type": "reference",
        "text": "Erisman, J. W., et al., 2014, 'Nitrogen deposition effects on ecosystem services and interactions with other pollutants and climate change', in: Sutton, M. A., et al. (eds), Nitrogen deposition, critical loads and biodiversity , Springer, Dordrecht, pp. 493-505. "
    },
    {
        "type": "reference",
        "text": "ETC/ULS, 2019, Updated CLC illustrated nomenclature guidelines European Topic Centre on Urban, Land and Soil Systems ( https://land.copernicus.eu/user-corner/technical-library/ corine-land-cover-nomenclature-guidelines/docs/pdf/ CLC2018_Nomenclature_illustrated_guide_20190510.pdf)  accessed 9 August 2022. "
    },
    {
        "type": "reference",
        "text": "EU, 1998, Council Directive 98/83/EC of 3 November 1998 on the quality of water intended for human consumption (OJ L 330, 5.12.1998, p. 32-68). "
    },
    {
        "type": "reference",
        "text": "EU, 2000, Directive (2000/60/EC) establishing a framework for Community action in the field of water policy (OJ L 372, 22.12.2000, pp. 1-73). "
    },
    {
        "type": "reference",
        "text": "EU, 2002, Directive 2002/32/EC of the European Parliament and of the Council of 7 May 2002 on undesirable substances in animal feed (OJ L 140, 30.5.2002, pp.10-22). "
    },
    {
        "type": "reference",
        "text": "EU, 2006, Commission Regulation (EC) No 1881/2006 of 19 December 2006 setting maximum levels for certain contaminants in foodstuffs (OJ L 364, 20.12.2006, pp. 5-24). "
    },
    {
        "type": "reference",
        "text": "EU, 2008, Directive 2008/105/EC of the European Parliament and of the Council of 16 December 2008 on environmental quality standards in the field of water policy (OJ L 348, 24.12.2008, pp. 84-97). "
    },
    {
        "type": "reference",
        "text": "EU, 2009, Regulation (EC) No 1107/2009 of the European Parliament and of the Council of 21 October 2009 concerning the placing of plant protection products on the market (OJ L 309, 24.11.2009, pp. 1-50). "
    },
    {
        "type": "reference",
        "text": "EU, 2013a, Decision No 1386/2013/EU of the European Parliament and of the Council on a general Union Environment Action Programme to 2020 'Living well, within the limits of our planet' (OJ L 352, 28.12.2013, pp. 171-200). "
    },
    {
        "type": "reference",
        "text": "EU, 2013b, Regulation (EU) No 1306/2013 on the financing, management and monitoring of the common agricultural policy (OJ L 347, 20.12.2013, pp. 549-607). "
    },
    {
        "type": "reference",
        "text": "EU, 2015, Commission Implementing Decision (EU) 2015/495 establishing a watch list of substances for Union-wide monitoring in the field of water policy (OJ L 78, 24.3.2015, pp. 40-42). "
    },
    {
        "type": "reference",
        "text": "EU, 2016, Directive (EU) 2016/2284 on the reduction of national emissions of certain atmospheric pollutants (OJ L 344, 17.12.2016, pp.1-31). "
    },
    {
        "type": "reference",
        "text": "EU, 2018a, Regulation (EU) No 2018/841 on the inclusion of greenhouse gas emissions and removals from land use, land use change and forestry in the 2030 climate and energy framework (OJ L 156, 19.6.2018, pp. 1-25). "
    },
    {
        "type": "reference",
        "text": "EU, 2018b, Strategy COM (2018) 28 final on Plastic Waste: a European strategy to protect the planet, defend our citizens and empower our industries, "
    },
    {
        "type": "reference",
        "text": "EU, 2019, Regulation (EU) 2019/1009 of the European Parliament and of the Council of 5 June 2029 laying down the rules on the making available on the market of EU fertilising products (OJ L 170, 25.6.2019, pp. 1-114). "
    },
    {
        "type": "reference",
        "text": "EU, 2020, Directive (EU) 2020/2184 of the European Parliament and of the Council of 16 December 2020 on the quality of water intended for human consumption (OJ L 435, 23.12.2020, pp. 1-62). "
    },
    {
        "type": "reference",
        "text": "EU, 2021a, Commission Regulation 2021/1323 of 10 August 2021 amending Regulation (EC) No 1881/2006 as regards maximum levels of cadmium in certain foodstuffs (OJ L 288, 11.8.2021, pp. 13-18). "
    },
    {
        "type": "reference",
        "text": "EU, 2021b, Commission Regulation 2021/1317 of 9 August 2021 amending Regulation (EC) No 1881/2006 as regards maximum levels of lead in certain foodstuffs (OJ L 286, 10.8.2021, pp. 1-4) "
    },
    {
        "type": "reference",
        "text": "Eurostat, 2020, Sustainable development in the European Union: monitoring report on progress towards the SDGs in an EU context Publications Office of the European Union, Luxembourg. "
    },
    {
        "type": "reference",
        "text": "Eurostat, 2022, Sustainable development in the European Union: monitoring report on progress towards the SDGs in an EU context Publications Office of the European Union, Luxembourg. "
    },
    {
        "type": "reference",
        "text": "Evans, R., 1995, 'Some methods of directly addressing water erosion of cultivated land — a comparison of measurements made on plots and in fields', Progress in Physical Geography  19(1), pp. 115-129. "
    },
    {
        "type": "reference",
        "text": "Evans, R. and Boardman, J., 2016, 'The new assessment of soil loss by water erosion in Europe, Panagos P. et al., 2015, Environmental Science & Policy 54, 438-447 — a response', Environmental Science & Policy 58, pp. 11-15. "
    },
    {
        "type": "reference",
        "text": "Evans, R., et al., 2016, 'Extent, frequency and rate of water erosion of arable land in Britain — benefits and challenges for modelling', Soil Use and Management 32(Suppl 1), pp. S149-S161. "
    },
    {
        "type": "reference",
        "text": "Faber, J. H., et al., 2022, Stocktaking for agricultural soil quality and ecosystem services indicators and their reference values , EJP Soil Internal Project SIREN, Deliverable 2 ( www.ejpsoil.eu ). "
    },
    {
        "type": "reference",
        "text": "FAO, 2015, Revised world soil charter , Food and Agriculture Organization of the United Nations ( https://www.fao. org/documents/card/en/c/e60df30b-0269-4247-a15f- db564161fee0/ ) accessed 14 October 2022. "
    },
    {
        "type": "reference",
        "text": "FAO, 2018, SDG Indicator 2.4.1. Proportion of agricultural area under productive and sustainable agriculture , Methodological Note, Revision 10, Food and Agriculture Organization of the United Nations ( http://www.fao.org/3/ca7154en/ca7154en. pdf ) accessed 15 September 2022. "
    },
    {
        "type": "reference",
        "text": "FAO, 2019a, Measuring and modelling soil carbon stocks and stock changes in livestock production systems: guidelines for assessment (Version 1) , Livestock Environmental Assessment and Performance (LEAP) Partnership, Food and Agriculture Organization of the United Nations ( http://www.fao.org/3/ CA2934EN/ca2934en.pdf ) accessed 15 September 2022. "
    },
    {
        "type": "reference",
        "text": "FAO, 2019b, Soil erosion: the greatest challenge to sustainable soil management , Rome. 100 pp. ( https://www.fao.org/3/ ca4395en/ca4395en.pdf ) accessed 15 December 2022. "
    },
    {
        "type": "reference",
        "text": "FAO, 2020, Technical specifications and country guidelines for Global Soil Organic Carbon Sequestration Potential Map (GSOCseq) , Food and Agriculture Organization of the United Nations ( http://www.fao.org/3/cb0353en/cb0353en.pdf) accessed 21 September 2022. "
    },
    {
        "type": "reference",
        "text": "FAO, 2022, Global Soil Partnership, Volume 2.2 Carbon', Food and Agriculture Organization of the United Nations ( https:// www.fao.org/global-soil-partnership/glosolan/soil-analysis/ sops/volume-2-2/en/ ) accessed 19 September 2022. "
    },
    {
        "type": "reference",
        "text": "FAO and ITPS, 2015, Status of the world's soil resources (SWSR) , Food and Agriculture Organization of the United Nations and Intergovernmental Technical Panel on Soils, Rome ( https:// www.fao.org/3/i5199e/I5199E.pdf) accessed 12 August 2022. "
    },
    {
        "type": "reference",
        "text": "FAO and UNEP, 2021, Global assessment of soil pollution — summary for policy makers , Food and Agriculture Organization of the United Nations, Rome ( https://doi. org/10.4060/cb4827en) . "
    },
    {
        "type": "reference",
        "text": "Fell, V., et al., 2018, 'Patterns and factors of soil structure recovery as revealed from a tillage and cover-crop experiment in a compacted orchard', Frontiers in Environmental Science 6, pp. 134 ( https://doi.org/10.3389/fenvs.2018.00134 ). "
    },
    {
        "type": "reference",
        "text": "Feller, C., et al., 2012, 'Soil fertility concepts over the past two centuries: the importance attributed to soil organic matter in developed and developing countries', Archives of Agronomy and Soil Science 58 (Suppl 1), pp. S3-S21. "
    },
    {
        "type": "reference",
        "text": "Fischer, F. K., et al., 2017, 'Validation of official erosion modelling based on high resolution rain data by aerial photo erosion classification', Earth Surface Processes and Landforms  43(1), pp. 187-194 ( https://doi.org/10.1002/esp.4216 ). "
    },
    {
        "type": "reference",
        "text": "Forsius, M. M., et al., 2021, 'Assessing critical load exceedances and ecosystem impacts of anthropogenic nitrogen and sulphur deposition at unmanaged forested catchments in Europe', Science of the Total Environment 753, 141791 ( https://doi.org/10.1016/j.scitotenv.2020.141791 ). "
    },
    {
        "type": "reference",
        "text": "Freudenschuss, A., et al., 2001, Eionet workshop on indicators for soil pollution. Proceedings, Workshop 18-19 January 2001 , EEA Technical Report No 78, European Environment Agency. "
    },
    {
        "type": "reference",
        "text": "Frey B., et al., 2011, 'Heavy-machinery traffic impacts methane emissions as well as methanogen abundance and community structure in oxic forest soils', Applied and Environmental Microbiology 77, pp. 6060-6068. "
    },
    {
        "type": "reference",
        "text": "Gardi, C., et al., 2015, 'Land take and food security: assessment of land take on the agricultural production in Europe', Journal of Environmental Planning and Management 58(5), pp. 898-912 ( http://dx.doi.org/10.1080/09640568.2014.899490 ). "
    },
    {
        "type": "reference",
        "text": "Gaublomme, E., et al., 2006, An indicator for microbial biodiversity in forest soils , INBO.R.2006.40, INBO Instituut voor Natuur- en Bosonderzoek, Brussels. "
    },
    {
        "type": "reference",
        "text": "Ghisi, R., et al., 2018, 'Accumulation of perfluorinated alkyl substances (PFAS) in agricultural plants: a review', Environmental Research 169, pp. 326-341 \n ( https://doi.org/10.1016/j.envres.2018.10.023 ). "
    },
    {
        "type": "reference",
        "text": "Gibbs, H. K., and Salmon, J. M., 2015, Mapping the world's degraded lands, Appl. Geogr. 57, pp. 12-21. "
    },
    {
        "type": "reference",
        "text": "Gobin, A., et al., 2004, 'Indicators for pan-European assessment and monitoring of soil erosion by water', Environmental Science & Policy 7, pp. 25-38. "
    },
    {
        "type": "reference",
        "text": "Gobin, A., et al., 2011, Soil organic matter management across the EU — best practices, constraints and trade-offs , Publications Office of the European Union, Luxembourg "
    },
    {
        "type": "reference",
        "text": "Goidts, E., et al., 2009, 'Magnitude and sources of uncertainties in soil organic carbon (SOC) stock assessments at various scales', European Journal of Soil Science 60, pp. 723-739. "
    },
    {
        "type": "reference",
        "text": "Goidts, E., et al., 2018, 'Setting thresholds for soil pollutants: experience from legal implementation in Wallonia and specific issues around arsenic and lead (Belgium)' in: Proceedings of the Global Symposium on Soil Pollution , Food and Agriculture Organization of the United Nations, pp. 906-911 ( https://www.fao.org/3/ca1087en/CA1087EN.pdf ) accessed 21 September 2022. "
    },
    {
        "type": "reference",
        "text": "Goulding, K., et al., 2013, 'Food security through better soil carbon management', in: Lal, R., et al. (eds), Ecosystem services and carbon sequestration in the biosphere , Springer, Dordrecht, Netherlands. "
    },
    {
        "type": "reference",
        "text": "Gräsle, W., 1999, Numerische Simulation mechanischer, hydraulischer und gekoppelter Prozesse in Böden unter Verwendung der Finite Elemente Methode , Institute of Plant Nutrition and Soil Science, Kiel. "
    },
    {
        "type": "reference",
        "text": "Graves, A. R. J., et al., 2015, 'The total costs of soil degradation in England and Wales', Ecological Economics 119, pp. 399-413 "
    },
    {
        "type": "reference",
        "text": "Green, R. N., et al., 1993, 'Towards a taxonomic classification of humus forms', Forest Science Monographs 29, 49 pp. "
    },
    {
        "type": "reference",
        "text": "Greenland, D. J., et al., 1975, 'Determination of the structural stability class of English and Welsh soils, using a water coherence test', Journal of Soil Science 26, pp. 294-303. "
    },
    {
        "type": "reference",
        "text": "Gregory, P. J., 2006, 'Roots, rhizosphere and soil: the route to a better understanding of soil science?', European Journal of Soil Science 57, pp. 2-12. "
    },
    {
        "type": "reference",
        "text": "Greiner, L., et al., 2017, 'Soil function assessment: review of methods for quantifying the contributions of soils to ecosystem services', Land Use Policy 69, pp. 224-237. "
    },
    {
        "type": "reference",
        "text": "Griffiths, B. S., et al., 2016, 'Selecting cost effective and policy- relevant biological indicators for European monitoring of soil biodiversity and ecosystem function (EcoFINDERS)', Ecological Indicators 69, pp. 213-223 ( https://doi.org/10.1016/j. ecolind.2016.04.023 ). "
    },
    {
        "type": "reference",
        "text": "Grilli, E., et al., 2021, 'Critical range of soil organic carbon in southern Europe lands under desertification risk', Journal of Environmental Management 287, 112285. "
    },
    {
        "type": "reference",
        "text": "Groenenberg, J. E., et al., 2006, Prediction of the long term accumulation and leaching of copper in Dutch agricultural soils: a risk assessment study , Alterra Rapport 1278, Alterra, Wageningen, Netherlands "
    },
    {
        "type": "reference",
        "text": "Guerra, C. A., et al., 2014, 'Mapping soil erosion prevention using an ecosystem service modelling framework for integrated land management and policy', Ecosystems 17(5), pp. 878-889 ( https://doi.org/10.1007/s10021-014-9766-4 ). "
    },
    {
        "type": "reference",
        "text": "Guerra, C., et al., 2021, 'Tracking, targeting, and conserving soil biodiversity', Science 371(6526), pp. 239-241. "
    },
    {
        "type": "reference",
        "text": "Gulde, S., et al., 2008, 'Soil carbon saturation controls labile and stable carbon pool dynamics', Soil Science Society of America Journal 72, pp. 605-612. "
    },
    {
        "type": "reference",
        "text": "Gundersen, P., et al., 1998, 'Nitrate leaching in forest ecosystems is related to forest floor C/N ratios', Environmental Pollution 102, pp. 403-407. "
    },
    {
        "type": "reference",
        "text": "Gundersen, P., et al., 2006, 'Leaching of nitrate from temperate forests — effects of air pollution and forest management' , Environmental Reviews 14, pp. 1-57. "
    },
    {
        "type": "reference",
        "text": "Guo, J., et al., 2010, 'Significant acidification in major Chinese croplands, Science 327, pp. 1008-1010. "
    },
    {
        "type": "reference",
        "text": "Haas, C., et al., 2016, 'Elastic and plastic soil deformation and its influence on emission of greenhouse gases', International Agrophysics 30, pp. 173-184. "
    },
    {
        "type": "reference",
        "text": "Haase, D. and Nuissl, H., 2007, 'Does urban sprawl drive changes in the water balance and policy? The case of Leipzig (Germany) 1870-2003', Landscape and Urban Planning 80, pp. 1-13 ( https://doi.org/10.1016/j.landurbplan.2006.03.011 ). "
    },
    {
        "type": "reference",
        "text": "Haines-Young, R. and Potschin, M. B., 2018, Common International Classification of Ecosystem Services (CICES) V5.1: guidance on the application of the revised structure  ( https://cices.eu/content/uploads/sites/8/2018/01/ Guidance-V51-01012018.pdf ) accessed 15 September 2022. "
    },
    {
        "type": "reference",
        "text": "Hakansson, I., 1994, 'Subsoil compaction caused by heavy vehicles — a long-term threat to soil productivity', Soil and Tillage Research 29, pp. 105-110. "
    },
    {
        "type": "reference",
        "text": "Hallin, S., et al., 2012, 'Soil functional operating range linked to microbial biodiversity and community composition using denitrifiers as model guild', PloS ONE 7(12), e51962 \n ( https://doi.org/10.1371/journal.pone.0051962 ). "
    },
    {
        "type": "reference",
        "text": "Hart, M. and Quin, B. F., 2004, 'Phosphorus runoff from agricultural land and direct fertilizer effects', Journal of Environmental Quality 33(6), pp. 1954-1972. "
    },
    {
        "type": "reference",
        "text": "Hartge, K. H. and Horn, R., 2016, Essential soil physics: an introduction to soil processes, functions, structure and mechanics Schweizerbart Science Publisher, Stuttgart, Germany. "
    },
    {
        "type": "reference",
        "text": "Hartmann, M., et al., 2014, 'Resistance and resilience of the forest soil microbiome to logging-associated compaction', ISME Journal 8, pp. 226 - 244. "
    },
    {
        "type": "reference",
        "text": "Hasse, J. E. and Lathrop, R. G., 2003, 'Land resource impact indicators of urban sprawl', Applied Geography 23, pp. 159-175. "
    },
    {
        "type": "reference",
        "text": "Hassink, J., 1997, 'The capacity of soils to preserve organic C and N by their association with clay and silt particles', Plant and Soil 191, pp. 77-87. "
    },
    {
        "type": "reference",
        "text": "Hawkes, H. E, and Webb, J. S. 1962, Geochemistry in Mineral Exploration. New York, Harper; 1962. "
    },
    {
        "type": "reference",
        "text": "Heckrath, G., et al., 1995, 'Phosphorus leaching from soils containing different phosphorus concentrations in the Broadbalk experiment', Journal of Environmental Quality 24, pp. 904-910. "
    },
    {
        "type": "reference",
        "text": "Hein, L., et al., 2016, 'Defining ecosystem assets for natural capital accounting', PLoS ONE 11, e0164460 ( https://doi. org/10.1371/journal.pone.0164460 ). "
    },
    {
        "type": "reference",
        "text": "Herbst, M., et al., 2018, 'Correspondence of measured soil carbon fractions and RothC pools for equilibrium and non-equilibrium states', Geoderma 314, pp. 37-46. "
    },
    {
        "type": "reference",
        "text": "Herweg, K., 1996, Field manual for assessment of current erosion damage , Soil Conservation Research Programme, Ethiopia and Centre for Development and Environment, University of Berne, Switzerland. "
    },
    {
        "type": "reference",
        "text": "Hesketh, N. and Brookes, P. C., 2000, 'Development of an indicator for risk of phosphorus leaching', Journal of Environmental Quality 29, pp. 105-110. "
    },
    {
        "type": "reference",
        "text": "Hesthagen, T., et al., 2011, 'Chemical and biological recovery of Lake Saudlandsvatn, a formerly highly acidified lake in southernmost Norway, in response to decreased acid deposition', Science of The Total Environment 409, pp. 2908-2916. "
    },
    {
        "type": "reference",
        "text": "Hijbeek, R., et al., 2017a, 'Do organic inputs matter? A meta- analysis of additional yield effects for arable crops in Europe', Plant and Soil 411, pp. 293-303 ( https://doi.org/10.1007/ s11104-016-3031-x)."
    },
    {
        "type": "reference",
        "text": "Hijbeek, R., et al., 2017b, 'Do farmers perceive a deficiency of soil organic matter? A European and farm level analysis', Ecological Indicators 83, pp. 390-403. "
    },
    {
        "type": "reference",
        "text": "Hinsinger, P., 2001, 'Bioavailability of soil inorganic P in the rhizosphere as affected by root-induced chemical changes: a review', Plant and Soil 237, pp. 173-195. "
    },
    {
        "type": "reference",
        "text": "Högberg, P., et al., 2006, 'Tree growth and soil acidification in response to 30 years of experimental nitrogen loading on boreal forest', Global Change Biology 12(3), pp. 489-499. "
    },
    {
        "type": "reference",
        "text": "Holland, J., et al., 2019, 'Yield responses of arable crops to liming — an evaluation of relationships between yields and soil pH from a long-term liming experiment', European Journal of Agronomy 105, pp. 176-188. "
    },
    {
        "type": "reference",
        "text": "Hollis, J. M., et al., 2012, 'Empirically-derived pedotransfer functions for predicting bulk density in European soils' European Journal of Soil Science 63, pp 96-109. "
    },
    {
        "type": "reference",
        "text": "Horn, R., 2015, 'Soil compaction and consequences of soil deformation on changes in soil functions', in: Nortcliff, S. (ed.), Task force: soil matters — solutions under foot , Catena Publications, Geoecology Essays, International Union of Soil Sciences, Vienna. "
    },
    {
        "type": "reference",
        "text": "Horn, R., 2021, 'Soils in agricultural engineering: eﬀect of land-use management systems on mechanical soil processes', in: Hunt, A. (ed.), Hydrogeology, chemical weathering, and soil formation , Wiley & Sons, Hoboken, NJ, pp. 197-199. "
    },
    {
        "type": "reference",
        "text": "Horn, R. and Fleige, H., 2003, 'A method of assessing the impact of load on mechanical stability and on physical properties of soils', Soil and Tillage Research 73, pp. 89-100. "
    },
    {
        "type": "reference",
        "text": "Horn, R. and Fleige, H., 2009, 'Risk assessment of subsoil compaction for arable soils in Northwest Germany at farm scale', Soil and Tillage Research 102, pp. 201-208. "
    },
    {
        "type": "reference",
        "text": "Horn, R. and Fleige, H., 2011, 'Subsoil compaction', in: Glinski, J., et al. (eds), Encyclopedia of agrophysics , Springer Verlag, Dordrecht, Netherlands. "
    },
    {
        "type": "reference",
        "text": "Horn, R. and Peth, S., 2011, 'Mechanics of unsaturated soils for agricultural applications', in: Huang, P. M., et al. (eds), Handbook of soil sciences , 2nd edition, Taylor and Francis, Abingdon, UK. "
    },
    {
        "type": "reference",
        "text": "Horn, R., et al., 2005, 'SIDASS project part 5: prediction of mechanical strength of arable soils and its effects on physical properties at various map scales', Soil and Tillage Research 82, pp. 47-56. "
    },
    {
        "type": "reference",
        "text": "Horn, R., et al., 2014, 'Pore rigidity in structured soils — only a theoretical boundary condition for hydraulic properties?', Soil Science and Plant Nutrition 60, pp. 3-14. "
    },
    {
        "type": "reference",
        "text": "Horn, R., et al., 2019, 'Soil type and land use effects on tensorial properties of saturated hydraulic conductivity in Northern Germany', European Journal of Soil Science 71(2), \n pp. 179-189 (https://doi.org/10.1111/ejss.12864)."
    },
    {
        "type": "reference",
        "text": "Horn, R., et al., 2022, 'Soil health and biodiversity: interactions with physical processes and functions', in: Reyes Sanchez, L., et al. (eds), Sustainable soil management as a key to preserve soil biodiversity and stop its degradation , International Union of Soil Sciences, Vienna. "
    },
    {
        "type": "reference",
        "text": "Horrigue, W., et al., 2016, 'Predictive model of soil molecular microbial biomass', Ecological Indicators 64, pp.203-211 ( 10.1016/j.ecolind.2015.12.004 ). "
    },
    {
        "type": "reference",
        "text": "Huber, C., et al., 2004, 'Response of artificial acid irrigation, liming, and N-fertilisation on elemental concentrations in needles, litter fluxes, volume increment, and crown transparency of a N saturated Norway spruce stand', Forest Ecology and Management 200(1-3), pp. 3-21. "
    },
    {
        "type": "reference",
        "text": "Huber, S., et al. (eds), 2008, Environmental assessment of soil for monitoring. Volume I Indicators and criteria , Office for the Official Publications of the European Communities, Luxembourg. "
    },
    {
        "type": "reference",
        "text": "Hutchinson, T. C., et al., 1986, 'Responses of five species of conifer seedlings to aluminum stress', Water, Air & Soil Pollution 31(1-2), pp. 283-294. "
    },
    {
        "type": "reference",
        "text": "Huygens, D., et al., 2019, Technical proposals for selected new fertilising materials under the Fertilising Products Regulation (Regulation (EU) 2019/1009 ), Publications Office of the European Union, Luxembourg. "
    },
    {
        "type": "reference",
        "text": "Imhoff, S., et al., 2016, 'Physical quality indicators and mechanical behavior of agricultural soils of Argentina', PLoS ONE 11(4), e0153827 ( https://doi.org/10.1371/journal. pone.0153827 ). "
    },
    {
        "type": "reference",
        "text": "IPCC, 2006, IPCC guidelines for national greenhouse gas inventories (eds H. S. Eggleston et al.), Intergovernmental Panel on Climate Change ( https://www.ipcc-nggip.iges.or.jp/ public/2006gl/ ) accessed 21 September 2022. "
    },
    {
        "type": "reference",
        "text": "IPCC, 2019a, Climate change and land: an IPCC Special Report on climate change, desertification, land degradation, sustainable land management, food security, and greenhouse gas fluxes in terrestrial ecosystems (eds P. R. Shukla et al.), Intergovernmental Panel on Climate Change ( https://www. ipcc.ch/srccl/) accessed 15 September 2022. "
    },
    {
        "type": "reference",
        "text": "IPCC, 2019b, 2019 Refinement to the 2006 IPCC guidelines for national greenhouse gas inventories (eds E. Calvo Buenda et al.), Intergovernmental Panel on Climate Change ( https:// www.ipcc.ch/report/2019-refinement-to-the-2006-ipcc- guidelines-for-national-greenhouse-gas-inventories/ ) accessed 21 September 2022. "
    },
    {
        "type": "reference",
        "text": "ISO, 2006a, ISO 23611-1, Soil quality — sampling of soil invertebrates, Part 1: Hand-sorting and formalin extraction of earthworms, International Organization for Standardization, Geneva. "
    },
    {
        "type": "reference",
        "text": "ISO, 2006b, ISO 23611-2, Soil quality — sampling of soil invertebrates, Part 2: Sampling and extraction of microarthropods (Collembola and Acarina), International Organization for Standardisation, Geneva. "
    },
    {
        "type": "reference",
        "text": "ISO, 2007, ISO 23611-3, Soil quality — sampling of soil invertebrates, Part 3: Sampling and soil extraction of enchytraeids, International Organization for Standardization Geneva. "
    },
    {
        "type": "reference",
        "text": "ISO, 2009, ISO 5667-11:2009, Water quality — sampling, Part 11: Guidance on sampling of groundwaters, International Organization for Standardization, Geneva. "
    },
    {
        "type": "reference",
        "text": "ISO, 2016, ISO 17601, Soil quality — estimation of abundance of selected microbial gene sequences by quantitative realtime PCR from DNA directly extracted from soil, International Organization for Standardization Geneva. "
    },
    {
        "type": "reference",
        "text": "ISO, 2018a, ISO 18400-104:2018, Soil quality — sampling, Part 104: Strategies, International Organization for Standardization, Geneva. "
    },
    {
        "type": "reference",
        "text": "ISO, 2018b, ISO 19258, Soil quality — guidance on the determination of background values, International Organization for Standardization, Geneva. "
    },
    {
        "type": "reference",
        "text": "Ivits, E., et al., 2019, Land degradation knowledge base: policy, concepts and data, ETC/ULS Report 01/2019, European Topic Centre for Urban Land and Soil Systems. "
    },
    {
        "type": "reference",
        "text": "Janssens, I., et al., 2010, 'Reduction of forest soil respiration in response to nitrogen deposition', Nature Geoscience 3(5), pp. 315-322. "
    },
    {
        "type": "reference",
        "text": "JECFA, 2011, Evaluation of certain food additives and pollutants, 73rd report of the Joint FAO/WHO Expert Committee on Food Additives , WHO Technical Report Series No 960, World Health Organization, Washington, DC. "
    },
    {
        "type": "reference",
        "text": "Johannes, A., et al., 2017, 'Optimal organic carbon values for soil structure quality of arable soils. Does clay content matter?', Geoderma 302, pp. 14-21 ( https://doi.org/10.1016/j. geoderma.2017.04.021 ). "
    },
    {
        "type": "reference",
        "text": "Johansson, J. F., et al., 2004, 'Microbial interactions in the my corr hi zo sphere and their significance for sustainable agriculture', FEMS Microbiology Ecology 48, pp. 1-13. "
    },
    {
        "type": "reference",
        "text": "Johnson, D. L., et al., 1997, 'Meanings of environmental terms', Journal of Environmental Quality 26, pp. 581-589 ( https://doi. org/10.2134/jeq1997.00472425002600030002x)."
    },
    {
        "type": "reference",
        "text": "Jones, R. J. A., et al., 2003, 'Vulnerability of subsoils in Europe to compaction: a preliminary analysis', Soil and Tillage Research 73, pp. 131-143 "
    },
    {
        "type": "reference",
        "text": "Jones, R. J. A., et al., 2012, The state of soil in Europe. A contribution of the JRC to the European Environment Agency's environment state and outlook report— SOER 2010 , Publications Office of the European Union, Luxembourg. "
    },
    {
        "type": "reference",
        "text": "Jordan-Meille, L., et al., 2012, 'An overview of fertilizer-P recommendations in Europe: soil testing, calibration and fertilizer recommendations', Soil Use and Management 28, pp. 419-435. "
    },
    {
        "type": "reference",
        "text": "Joret, G. and Hebert, J., 1955, 'Contribution à la détermination du besoin des sols en acide phosphorique', Annals of Agronomy 2, pp. 233-299. "
    },
    {
        "type": "reference",
        "text": "Joslin, J. D. and Wolfe, M. H., 1988, 'Responses of red spruce seedlings to changes in soil aluminum in six amended forest soil horizons', Canadian Journal of Forest Research 18(12), pp. 1614-1623. "
    },
    {
        "type": "reference",
        "text": "Joslin, J. D. and Wolfe, M. H., 1989, 'Aluminum effects on northern red oak seedling growth in six forest soil horizons', Soil Science Society of America Journal 53(1), pp. 274-281. "
    },
    {
        "type": "reference",
        "text": "JRC, 2008, Soil atlas of Europe , Joint Research Centre, Ispra, Italy. "
    },
    {
        "type": "reference",
        "text": "JRC, 2012, The state of soil in Europe , Joint Research Centre ( https://publications.jrc.ec.europa.eu/repository/bitstream/ JRC68418/lbna25186enn.pdf )  accessed 26 November 2020. "
    },
    {
        "type": "reference",
        "text": "JRC, 2022, Zero Pollution Outlook, Chapter 2.3 Soil Outlook, EUR 31248 EN, Publications Office of the European Union, Luxembourg (doi:10.2760/778012, JRC129655). "
    },
    {
        "type": "reference",
        "text": "Jungk, A., et al., 1993, 'Pflanzenverfugbarkeit der Phosphatvorrate ackerbaulich genutzter Boden-Langfristige Feldversuche zur Nutzbarkeit des Bodenphosphors und zur Bewertung der Bodenuntersuchung', Zeitschrift für Pflanzenernährung und Bodenkunde 156, pp. 397-406. "
    },
    {
        "type": "reference",
        "text": "Karimi, B., et al., 2019, Biogeography of Soil Bacterial Networks Along a Gradient of Cropping Intensity . Sci Rep 9, 3812 ( https:// doi.org/10.1038/s41598-019-40422-y ). "
    },
    {
        "type": "reference",
        "text": "Kay, B. D. and Angers, D. A., 1999, 'Soil structure', in: Sumner, M. E. (ed.), Handbook of soil science , CRC Press, Boca Raton, FL, pp. A229-A276. "
    },
    {
        "type": "reference",
        "text": "Keizer, J., et al., 2016, 'Soil erosion by water', in: Stolte, J., et al. (eds), Soil threats in Europe , JRC Technical Report ( https://doi. org/10.2788/828742 ). "
    },
    {
        "type": "reference",
        "text": "Keller, T. and Or, D., 2022, 'Farm vehicles approaching weights of sauropods exceed safe mechanical limits for soil functioning', Proceedings of the National Academy of Sciences of the United States of America 119(21) ( https://doi.org/10.1073/ pnas.2117699119 ). "
    },
    {
        "type": "reference",
        "text": "Keller, T., et al., 2007, 'SoilFlex: a model for prediction of soil stresses and soil compaction due to agricultural field traffic including a synthesis of analytical approaches', Soil and Tillage Research 93(2), pp. 391-411. "
    },
    {
        "type": "reference",
        "text": "Keller, T., et al., 2019, 'Historical evolution of soil stress levels and consequences for soil functioning', Soil and Tillage Research 194, pp. 1-19. "
    },
    {
        "type": "reference",
        "text": "Keltjens, W. G. and van Loenen, E., 1989, 'Effects of aluminium and mineral nutrition on growth and chemical composition of hydroponically grown seedlings of five different forest tree species', Plant and Soil 119(1), pp. 39-50. "
    },
    {
        "type": "reference",
        "text": "Kemper, W. D. and Koch, E. J., 1966, Aggregate stability of soils from Western United States and Canada , USDA Technical Bulletin No 1355, United States Department of Agriculture, Washington DC. "
    },
    {
        "type": "reference",
        "text": "Khan, S. A., et al., 2007, 'The myth of nitrogen fertilization for soil carbon sequestration', Journal of Environmental Quality 36, pp. 1821-1832. "
    },
    {
        "type": "reference",
        "text": "Kindler, R., et al., 2011, 'Dissolved carbon leaching from soil is a crucial component of the net ecosystem carbon balance' Global Change Biology 17(2), pp. 1167-1185 ( https://doi. org/10.1111/j.1365-2486.2010.02282.x ). "
    },
    {
        "type": "reference",
        "text": "Kinraide, T. B., 2003, 'Toxicity factors in acidic forest soils: attempts to evaluate separately the toxic effects of excessive $A l^{3+}}$ and $H}^{+}$ and insufficient ${C}}{a}}^{2+}$ and $M}g}^{2+}$ upon root elongation', European Journal of Soil Science 54(2), pp. 323-333. "
    },
    {
        "type": "reference",
        "text": "Kirkby, M. J., et al., 2004, Pan-European soil erosion risk assessment: the PESERA map, Version 1, October 2003 , European Soil Bureau Research Report No 16, Office for Official Publications of the European Communities, Luxembourg. "
    },
    {
        "type": "reference",
        "text": "Kleber, M., et al., 2015, 'Mineral-organic associations: formation, properties, and relevance in soil environments', Advances in Agronomy 130, pp. 1-140. "
    },
    {
        "type": "reference",
        "text": "Kochian, L. V., et al., 2004, 'How do crop plants tolerate acid soils? Mechanisms of aluminum tolerance and phosphorous efficiency', Annual Review of Plant Biology 55, pp. 459-493. "
    },
    {
        "type": "reference",
        "text": "Kochian, L. V., et al., 2015, 'Plant adaptation to acid soils: the molecular basis for crop aluminum resistance', Annual Review of Plant Biology 66, pp. 571-598. "
    },
    {
        "type": "reference",
        "text": "Körschens, M., et al., 1998, Turnover of soil organic matter (SOM) and long-term balances — tools for evaluating sustainable productivity of soils , Zeitschrift für Pflanzenernahrung und Bodenkunde 161, pp. 409-424. "
    },
    {
        "type": "reference",
        "text": "Körschens, M., 1999, Experimentelle Möglichkeiten zur Ableitung optimaler Corg-Gehalte in Ackerböden . In: Körschens, M. und E.-M. Klimanek (Hrsg.): Beziehungen zwischen organischer Bodensubstanz und bodenmikrobiologischen Prozessen. Kolloquium. Um welt for s chung s zentrum, Leipzig-Halle, pp. 75-94. "
    },
    {
        "type": "reference",
        "text": "Körschens, M. and Schulz, E. ,1999, Die organische Bodensubstanz: Dynamik - Reproduktion - ökonomisch und ökologisch begründete Richtwerte . UFZ, Umweltforschungszentrum, Leipzig-Halle. "
    },
    {
        "type": "reference",
        "text": "Körschens, M., et al., 2005, Bilanzierung und Richtwerte organischer Bodensubstanz , Land bau for s chung Völkenrode 55(1), pp. 1-10. "
    },
    {
        "type": "reference",
        "text": "Koue, P. M., et al., 2008, Update of the European soil analytical database (SPADE-1) to version SPADE-8. Report to the European Soil Bureau , Joint Research Centre, Ispra, Italy. "
    },
    {
        "type": "reference",
        "text": "Kreutzer, K., 1995, Effects of forest liming on soil processes , Plant and Soil 168, pp. 447-470. "
    },
    {
        "type": "reference",
        "text": "Kreutzer, K. and Weiss, T., 1998, The Höglwald field experiments — aims, concept and basic data , Plant and Soil 199(1), pp. 1-10. "
    },
    {
        "type": "reference",
        "text": "Krüger, I., et al., 2017, Integrating biological indicators in a soil monitoring network (SMN) to improve soil quality diagnosis — a study case in Southern Belgium (Wallonia), Biotechnology, Agronomy and Society and Environment  21(3), pp. 219-230 ( https://doi. org/10.25518/1780-4507.13482 ). "
    },
    {
        "type": "reference",
        "text": "Krupa, S. V., 2003, 'Effects of atmospheric ammonia $(N H}_{3})$ on terrestrial vegetation: a review', Environmental Pollution 124, pp. 179-221. "
    },
    {
        "type": "reference",
        "text": "Kuhwald, M., et al., 2022, 'Is soil loss due to crop harvesting the most disregarded soil erosion process? A review of harvest erosion', Soil and Tillage Research 215, 105213 ( https://doi. org/10.1016/j.still.2021.105213 ). "
    },
    {
        "type": "reference",
        "text": "LABO, 2017, Hintergrundwerte für anorganische und organische Stoffe in Böden , Bund Länder Arbeitsgemeinschaft Bodenschutz, Magdeburg, Deutschland. "
    },
    {
        "type": "reference",
        "text": "Lal, R., et al., 2011, 'Management to mitigate and adapt to climate change'. Journal of Soil and Water Conservation 66, pp. 276-285 ( 10.2489/jswc.66.4.276 ). "
    },
    {
        "type": "reference",
        "text": "Lal, R., 2015, 'Restoring soil quality to mitigate soil degradation', Sustainability 7, pp. 5875-5895. "
    },
    {
        "type": "reference",
        "text": "Lamé, P. J. A., 2011, 'Practical approach for site investigation', in: Swartjes, F. A. (ed.) Dealing with contaminated sites. From theory towards practical application , Springer Science+Business Media BV, Dordrecht, Netherlands. "
    },
    {
        "type": "reference",
        "text": "Lang, F., et al., 2016, 'Phosphorus in forest ecosystems: new insights from an ecosystem nutrition perspective', Journal of Plant Nutrition and Soil Science 179(2), pp. 129-135 ( https://doi. org/10.1002/jpln.201500541 ). "
    },
    {
        "type": "reference",
        "text": "Langmaack, M., et al., 1999, 'Interrelation between soil physical properties and Enchytraeidae abundances following a single soil compaction in arable land', Journal of Plant Nutrition and Soil Science 162, pp. 517-525. "
    },
    {
        "type": "reference",
        "text": "Lanphear, B. P., et al., 2005, 'Low-level environmental lead exposure and children's intellectual function: an international pooled analysis', Environmental and Health Perspectives 113(7), pp. 894-899. "
    },
    {
        "type": "reference",
        "text": "Lavallee, J. M., et al., 2020, 'Conceptualizing soil organic matter into particulate and mineral-associated forms to address global change in the 21st century', Global Change Biology 26, pp. 261-273 ( https://doi.org/10.1111/gcb.14859 ). "
    },
    {
        "type": "reference",
        "text": "Lawrence-Smith, E., et al., 2018, 'Updating guidelines for the interpretation of soil organic matter (carbon and nitrogen) indicators of soil quality for state of the environment monitoring' (Envirolink project 1801MLDC132). "
    },
    {
        "type": "reference",
        "text": "Le Bissonnais, Y., 1996, 'Aggregate stability and assessment of soil crustability and erodibility. 1. Theory and methodology', Eur. J. Soil Sci. 47 (4), pp. 425-437 "
    },
    {
        "type": "reference",
        "text": "Lebert, M., 2010, Entwicklung eines Prüfkonzeptes zur Erfassung der tatsächlichen Verdichtungsgefährdung landwirtschaftlich genutzter Böden , UBA Text 51/2010 Förderkennzeichen 3707 71 202 UBA-FB 001417 ( http://www.uba.de/uba-info- medien/4027.html ) accessed 17 October 2022. "
    },
    {
        "type": "reference",
        "text": "Lebert, M., et al., 2007, 'Soil compaction-indicators for the assessment of harmful changes to the soil in the context of the German Federal Soil Protection Act', Journal of Environmental Management 82(3), pp. 388-97. "
    },
    {
        "type": "reference",
        "text": "Ledermann, T., et al., 2010, 'Erosion damage mapping: assessing current soil erosion damage in Switzerland', Advances in Geoecology 39, pp. 263-284. "
    },
    {
        "type": "reference",
        "text": "Lee, K. H. and Jose, S., 2003, 'Soil respiration, fine root production, and microbial biomass in cottonwood and loblolly pine plantations along a nitrogen fertilization gradient', Forest Ecology and Management 185, pp. 263-273 ( https://doi. org/10.1016/S0378-1127(03)00164-6)."
    },
    {
        "type": "reference",
        "text": "Lehmann, J. and Kleber, M., 2015, 'The contentious nature of soil organic matter', Nature 528, pp. 60-68 ( https://doi. org/10.1038/nature16069). "
    },
    {
        "type": "reference",
        "text": "Lehmann, A. and Stahr, K., 2010, 'The potential of soil functions and planner-oriented soil evaluation to achieve sustainable land use', Journal of Soils and Sediments 10, \n pp. 1092-1102. "
    },
    {
        "type": "reference",
        "text": "Lehmann, J., et al., 2008, 'Spatial complexity of soil organic matter forms at nanometre scales', Nature Geosciences 1, pp. 238-242. "
    },
    {
        "type": "reference",
        "text": "Lehmann, A., et al., 2013, 'Technique for soil evaluation and categorization for natural and anthropogenic soils', Hohenheimer Bodenkundliche 86, 2nd bilingual edition, University Hohenheim, Stuttgart, Germany. "
    },
    {
        "type": "reference",
        "text": "Lehmann, J., et al., 2020, 'The concept and future prospects of soil health', Nature Reviews Earth & Environment 1, pp. 544-553 ( https://doi.org/10.1038/s43017-020-0080-8 ). "
    },
    {
        "type": "reference",
        "text": "Lessmann, M., et al., 2021, Global variation in soil carbon sequestration potential through improved cropland management Global Change Biolog 28, pp. 1162- 1177 ( https://doi. org/10.1111/gcb.15954 ). "
    },
    {
        "type": "reference",
        "text": "Li, H., et al., 2011, 'Integrated soil and plant phosphorus management for crop and environment in China. A review', Plant and Soil 349, pp. 157-167. "
    },
    {
        "type": "reference",
        "text": "Li, L., et al., 2009, 'An overview of soil loss tolerance', Catena  78, pp. 93-99 ( https://doi.org/10.1016/j.catena.2009.03.007 ). "
    },
    {
        "type": "reference",
        "text": "Liang, C., et al., 2019, 'Quantitative assessment of microbial necromass contribution to soil organic matter', Global Change Biology 25, pp. 3578-3590 ( https://doi.org/10.1111/gcb.14781 ). "
    },
    {
        "type": "reference",
        "text": "Liiri, M., et al., 2002, 'Soil processes are not influenced by the functional complexity of soil decomposer food webs under disturbance', Soil Biology and Biochemistry 34, pp. 1009-1020. "
    },
    {
        "type": "reference",
        "text": "Liu, C., et al., 2011, 'Past and future trends in grey water footprints of anthropogenic nitrogen and phosphorus inputs to major world rivers', Ecological Indicators 18, pp. 42-49. "
    },
    {
        "type": "reference",
        "text": "Løkke, H., et al., 1996, 'Critical loads of acidic deposition for forest soils: is the current approach adequate?', Ambio 25(8), pp. 510-516. "
    },
    {
        "type": "reference",
        "text": "Lopes, A. A. C., et al., 2013, 'Interpretation of microbial soil indicators as a function of crop yield and organic carbon', Soil Science Society of America Journal 77, pp. 461-472. "
    },
    {
        "type": "reference",
        "text": "Lorenz, M., et al., 2010, Air pollution impacts on forests in a changing climate , Vol. 25, International Union of Forest Research Organizations, Vienna. "
    },
    {
        "type": "reference",
        "text": "Loveland, P. and Webb, J., 2003, 'Is there a critical level of organic matter in the agricultural soils of temperate regions: a review', Soil Tillage Research 70, pp. 1-18. "
    },
    {
        "type": "reference",
        "text": "Lucas, R. E. and Davis, J. F., 1961, 'Relationships between pH values of organic soils and availabilities of 12 plant nutrients', Soil Science 92, pp. 177-182. "
    },
    {
        "type": "reference",
        "text": "Lucas, R., et al., 2011, 'A meta-analysis of the effects of nitrogen additions on base cations: implications for plants, soils, and streams', Forest Ecology and Management 262, pp. 95-104. "
    },
    {
        "type": "reference",
        "text": "Lugato, E., et al., 2015, 'Potential carbon sequestration of European arable soils estimated by modelling a comprehensive set of management practices', Global Change Biology 20, pp. 3557-3567 ( https://doi.org/10.1111/gcb.12551 ). "
    },
    {
        "type": "reference",
        "text": "Lugato. E., et al., 2016, 'Quantifying the erosion effect on current carbon budget of European agricultural soils at high spatial resolution', Global Change Biology 22(5), pp. 1976-1984. "
    },
    {
        "type": "reference",
        "text": "MacDonald, J. A., et al., 2002, 'Nitrogen input together with ecosystem nitrogen enrichment predict nitrate leaching from European forests', Global Change Biology 8, pp. 1028-1033. "
    },
    {
        "type": "reference",
        "text": "Maes, J., et al., 2020, Mapping and assessment of ecosystems and their services: an EU ecosystem assessment , Publications Office of the European Union, Luxembourg. "
    },
    {
        "type": "reference",
        "text": "Maetens, W., et al., 2012, 'Effects of land use on annual runoff and soil loss in Europe and the Mediterranean: a meta-analysis of plot data', Progress in Physical Geography: Earth and Environment 36(5), pp. 597-651 ( https://doi. org/10.1177/0309133312451303 ). "
    },
    {
        "type": "reference",
        "text": "Mallarino, A. P. and Blackmer, A. M., 1992, 'Comparison of methods for determining critical concentrations of soil test phosphorus for corn', Agronomy Journal 84, pp. 850-856 "
    },
    {
        "type": "reference",
        "text": "Martin, I., et al., 2022, Derivation and use of soil screening values for assessing ecological risks (revised). Report - ShARE id26 (revised). Environment Agency, Horizon House, Deanery Road, Bristol, BS1 5AH. "
    },
    {
        "type": "reference",
        "text": "Marschner, H., 1990, Mineral nutrition of higher plants Academic Press, London. "
    },
    {
        "type": "reference",
        "text": "Matzner, E. and Murach, D., 1995, 'Soil changes induced by air pollutant deposition and their implication for forests in central Europe', Water, Air & Soil Pollution 85(1), pp. 63-76. "
    },
    {
        "type": "reference",
        "text": "McCormick, L. H. and Steiner, K. C., 1978, 'Variation in aluminum tolerance among six genera of trees', Forest Science  24(4), pp. 565-568. "
    },
    {
        "type": "reference",
        "text": "Meersmans, J., et al., 2016, 'Future C loss in mid-latitude mineral soils: climate change exceeds land use mitigation potential in France', Scientific Reports 6 , 35798 ( https://doi. org/10.1038/srep35798 ). "
    },
    {
        "type": "reference",
        "text": "Mehlich, A., 1984, 'Mehlich 3 soil test extractant: a modification of Mehlich 2 extractant', Communications in Soil Science and Plant Analysis 15, pp. 1409-1416. "
    },
    {
        "type": "reference",
        "text": "Mellert, K. H. and Göttlein, A., 2012, 'Comparison of new foliar nutrient thresholds derived from van den Burg's literature compilation with established central European references', European Journal of Forest Research 131, pp. 1461-1472. "
    },
    {
        "type": "reference",
        "text": "Mengel, K., 1991, Ernährung und Stoffwechsel der Pflanze , 7th revised edition, Spektrum Akademischer Verlag, Jena, Deutschland. "
    },
    {
        "type": "reference",
        "text": "Metzger M. J., et al., 2005, 'A climatic stratification of the environment of Europe', Global Ecology and Biogeography 14, pp. 549-563. "
    },
    {
        "type": "reference",
        "text": "Montgomery, D. R., 2007, 'Soil erosion and agricultural sustainability', Proceedings of the National Academy of Sciences of the United States of America 104(33), pp. 13268-13272. "
    },
    {
        "type": "reference",
        "text": "Mordhorst, A., et al., 2020, 'Natural and anthropogenic compaction in North Germany (Schleswig-Holstein): verification of harmful subsoil compactions', Soil Use and Management 37, pp. 556-569 ( https://doi.org/10.1111/ sum.12631 ). "
    },
    {
        "type": "reference",
        "text": "Morgan, R. P. C., 1986, Soil erosion & conservation , Longman, Harlow, UK."
    },
    {
        "type": "reference",
        "text": "Morgenroth, J., et al., 2013, 'Belowground effects of porous pavements — soil moisture and chemical properties', Ecological Engineering 51, pp. 221-228 ( https://doi. org/10.1016/j.ecoleng.2012.12.041) . "
    },
    {
        "type": "reference",
        "text": "Mosimann, T. and Sanders, S., 2004, Bodenerosion selber abschätzen.: Ein Schlüssel für Betriebsleiter und Berater in Niedersachsen . Ackerbaugebiete im südlichen Niedersachsen., Hannover, 29 S. "
    },
    {
        "type": "reference",
        "text": "Mu, Z., et al., 2009, 'Linking $N}_{2}O}$ emission to soil mineral N as estimated by CO₂  emission and soil C/N ratio', Soil Biology and Biochemistry 41(12), pp. 2593-2597 ( https://doi.org/10.1016/j. soilbio.2009.09.013 ). "
    },
    {
        "type": "reference",
        "text": "Mulvaney, R. L., et al., 2009, 'Synthetic nitrogen fertilizers deplete soil nitrogen: a global dilemma for sustainable cereal production', Journal of Environmental Quality 38, pp. 2295-2314. "
    },
    {
        "type": "reference",
        "text": "Musinguzi, P., et al., 2013, 'Soil organic carbon thresholds and nitrogen management in tropical agroecosystems: concepts and prospects', Journal of Sustainable Development 6(12), pp. 31-43. "
    },
    {
        "type": "reference",
        "text": "Nadeu, E., et al., 2015, 'Modelling the impact of agricultural management on soil carbon stocks at the regional scale: the role of lateral fluxes', Global Change Biology 21(8), pp. 3181-3192 ( https://doi.org/10.1111/gcb.12889 ). "
    },
    {
        "type": "reference",
        "text": "Naumann, S., et al., 2018, 'Land take and soil sealing — drivers. trends and policy (legal) instruments: insights from European cities', in: Ginzky, H., et al. (eds), I nternational yearbook on soil law and policy , Springer, Dordrecht, Netherlands. "
    },
    {
        "type": "reference",
        "text": "Nelson, D. W. and Sommers, L. E., 1996, 'Total carbon, organic carbon, and organic matter', in: Sparks, D. L. (ed.), Methods of soil analysis. Part 3: Chemical methods , Soil Science Society of America, Madison, MI. "
    },
    {
        "type": "reference",
        "text": "Newman, E. I., 1995, 'Phosphorus inputs to terrestrial ecosystems', Journal of Ecology 83(4), pp. 713-726. "
    },
    {
        "type": "reference",
        "text": "Noe, G. B. and Hupp, C. R., 2005), 'Carbon, nitrogen, and phosphorus accumulation in floodplains of Atlantic Coastal Plain rivers, USA', Ecological Applications 15, pp. 1178-1190 "
    },
    {
        "type": "reference",
        "text": "Oelofse, M., et al., 2015, 'Do soil organic carbon levels affect potential yields and nitrogen use efficiency? An analysis of winter wheat and spring barley field trials', European Journal of Agronomy 66, pp. 62-73. "
    },
    {
        "type": "reference",
        "text": "Oldeman, L. R., et al., 1991, World map of the status of human-induced soil degradation. An explanatory note , ISRIC Wageningen, Netherlands. "
    },
    {
        "type": "reference",
        "text": "Oldfield, E. E., et al., 2019, 'Global meta-analysis of the relationship between soil organic matter and crop yields' Soil 5, pp. 15-32. "
    },
    {
        "type": "reference",
        "text": "Olsen, S. R., et al., 1954, 'Estimation of available phosphorus in soils by extraction with sodium bicarbonate', United States Department of Agriculture Circular 939, Washington, DC. "
    },
    {
        "type": "reference",
        "text": "Olson, K.R., et al., 2014, 'Experimental consideration, treatments, and methods in determining 10 soil organic carbon sequestration rates', Soil Science Society of America Journal 78, pp. 348-360. "
    },
    {
        "type": "reference",
        "text": "Orgiazzi, A., et al., 2016, 'A knowledge-based approach to estimating the magnitude and spatial patterns of potential threats to soil biodiversity', Science of The Total Environment 545-546, pp. 11-20 ( https://doi.org/10.1016/j. scitotenv.2015.12.092 ). "
    },
    {
        "type": "reference",
        "text": "Orgiazzi, A., et al., 2018, 'LUCAS Soil, the largest expandable soil dataset for Europe: a review', European Journal of Soil Science 69(1), pp. 140-153. "
    },
    {
        "type": "reference",
        "text": "Orr, B. J., et al., 2017, Scientific conceptual framework for land degradation neutrality. A report of the science-policy interface, United Nations Convention to Combat Desertification, Bonn, Germany. "
    },
    {
        "type": "reference",
        "text": "Pan, G., et al., 2009, 'The role of soil organic matter in maintaining the productivity and yield stability of cereals in China', Agriculture, Ecosystems & Environment 129(1-3), pp. 344-348. "
    },
    {
        "type": "reference",
        "text": "Panagos, P., et al., 2015, 'The new assessment of soil loss by water erosion in Europe', Environmental Science & Policy 54, pp. 438-447. "
    },
    {
        "type": "reference",
        "text": "Panagos P., et al., 2017, Condition of agricultural soil: factsheet on soil erosion , Publications Office of the European Union, Luxembourg. "
    },
    {
        "type": "reference",
        "text": "Panagos, P., et al., 2018, 'Cost of agricultural productivity loss due to soil erosion in the European Union: from direct cost evaluation approaches to the use of macroeconomic models', Land Degradation and Development 29, pp. 471-484. "
    },
    {
        "type": "reference",
        "text": "Panagos, P., et al., 2019, 'Soil loss due to crop harvesting in the European Union: a first estimation of an underrated geomorphic process', Science of The Total Environment 664, \n pp. 487-498 ( https://doi.org/10.1016/j.scitotenv.2019.02.009 ). "
    },
    {
        "type": "reference",
        "text": "Panagos, P., et al., 2020a, 'A soil erosion indicator for supporting agricultural, environmental and climate policies in the European Union', Remote Sensing 12(9), 1365 ( https://doi. org/10.3390/rs12091365 ). "
    },
    {
        "type": "reference",
        "text": "Panagos, P., et al., 2020b, Soil related indicators to support agri- environmental policies , Publications Office of the European Union, Luxembourg. "
    },
    {
        "type": "reference",
        "text": "Panagos, P., et al., 2021, 'Projections of soil loss by water erosion in Europe by 2050', Environmental Science & Policy 124, pp. 380-392 ( https://doi.org/10.1016/j.envsci.2021.07.012 ). "
    },
    {
        "type": "reference",
        "text": "Paul, C., et al., 2020, 'Towards a standardisation of soil-related ecosystem service assessments', European Journal of Soil Science 72, pp. 1543-1558 (https://doi.org/10.1111/ejss.13022)."
    },
    {
        "type": "reference",
        "text": "Pawar, A.B., 2017, 'Threshold Limits of Soil in Relation to Various Soil Functions and Crop Productivity', Int.J.Curr. Microbiol.App.Sci 6(5), pp. 2293-2302 ( https://doi. org/10.20546/ijcmas.2017.605.256 ). "
    },
    {
        "type": "reference",
        "text": "Payá Pérez, A. and Rodríguez Eugenio, N., 2018, Status of local soil pollution in Europe: revision of the indicator 'Progress in the management contaminated sites in Europe' , Publications Office of the European Union, Luxembourg. "
    },
    {
        "type": "reference",
        "text": "Peñuelas, J., et al., 2013, 'Human-induced nitrogen-phosphorus imbalances alter ecosystems across the globe', Nature Communications 4, 2934. "
    },
    {
        "type": "reference",
        "text": "Pérès, G., et al., 2011, 'Earthworm indicators as tools for soil monitoring: characterization and risk assessment. An example from the national Bioindicator programme (France)', Pedobiologia 54(Suppl), pp. S77-S87 ( https://doi.org/10.1016/j. pedobi.2011.09.015 ). "
    },
    {
        "type": "reference",
        "text": "Pérez-Losada, M., et al., 2012, 'Taxonomic assessment of Lumbricidae (Oligochaeta) earthworm genera using DNA barcodes', European Journal of Soil Biology 48(Suppl), pp. S41-S47. "
    },
    {
        "type": "reference",
        "text": "Perry, T. and Nawaz, R., 2008, 'An investigation into the extent and impacts of hard surfacing of domestic gardens in an area of Leeds, United Kingdom', Landscape and Urban Planning 86, pp. 1-13 ( https://doi.org/10.1016/j.landurbplan.2007.12.004 ). "
    },
    {
        "type": "reference",
        "text": "Phillips, H. R. P., et al., 2019, 'Global distribution of earthworm diversity', Science 366, pp. 480-485. "
    },
    {
        "type": "reference",
        "text": "Pickett, S. T. A. and Cadenasso, M. L., 2009, 'Altered resources, disturbance, and heterogeneity: a framework for comparing urban and non-urban soils', Urban Ecosystems 12, pp. 23-44. "
    },
    {
        "type": "reference",
        "text": "Plassard, P., et al., 2012, 'Evaluation of the ISO Standard 11063 DNA extraction procedure for assessing soil microbial abundance and community structure', PLoS ONE 7(9), e44279 ( https://doi.org/10.1371/journal.pone.0044279) . "
    },
    {
        "type": "reference",
        "text": "Poeplau, C., et al., 2017, 'Soil organic carbon stocks are systematically overestimated by misuse of the parameters bulk density and rock fragment content', Soil 3, 61 ( https:??doi. org/10.5194/soil-3-61-2017 ). "
    },
    {
        "type": "reference",
        "text": "Poeplau, C., et al., 2018, 'Isolating organic carbon fractions with varying turnover rates in temperate agricultural soils — a comprehensive method comparison', Soil Biology and Biochemistry 125, pp. 10-26 ( https://doi.org/10.1016/j. soilbio.2018.06.025 ). "
    },
    {
        "type": "reference",
        "text": "Poesen, J., 2018, 'Soil erosion in the Anthropocene: research needs', Earth Surface Processes and Landforms 43, pp. 64-84. "
    },
    {
        "type": "reference",
        "text": "Posch, M., et al., 2015, 'Mass balance models to derive critical loads of nitrogen and acidity for terrestrial and aquatic ecosystems', in De Vries, W., et al. (eds), Critical loads and dynamic risk assessments: nitrogen, acidity and metals in terrestrial and aquatic ecosystems, environmental pollution , \n Vol. 25, Springer, Dordrecht, Germany. "
    },
    {
        "type": "reference",
        "text": "Posthuma, L. and Suter, G. W., 2011, 'Ecological risk assessment of diffuse and local soil pollution using species sensitivity distributions', in: Swartjes, F. A. (ed.), Dealing with contaminated sites. From theory towards practical application , Springer Science+Business Media BV, Dordrecht, Netherlands. "
    },
    {
        "type": "reference",
        "text": "Potapov, A. M., et al., 2022, 'Globally invariant metabolism but density-diversity mismatch in springtails', bioRxiv ( https://doi. org/10.1101/2022.01.07.475345 ). "
    },
    {
        "type": "reference",
        "text": "Pouyat, R. V., et al., 2007, 'Soil chemical and physical properties that differentiate urban land-use and cover types', Soil Science Society of America Journal 71, pp. 1010-1019. "
    },
    {
        "type": "reference",
        "text": "Powlson, D. S., et al., 2010, 'Comments on 'Synthetic nitrogen fertilizers deplete soil nitrogen: a global dilemma for sustainable cereal production', by R. L. Mulvaney, S. A. Khan, and T. R. Ellsworth in the Journal of Environmental Quality 2009 38:2295-2314', Journal of Environmental Quality 39, \n pp. 749-752. "
    },
    {
        "type": "reference",
        "text": "Prasuhn, V., 2011, 'Soil erosion in the Swiss midlands: results of a 10-year field survey', Geomorphology 126(1-2), pp. 32-41. "
    },
    {
        "type": "reference",
        "text": "Prasuhn, V., 2020, 'Twenty years of soil erosion on-farm measurement: annual variation, spatial distribution and the impact of conservation programmes for soil loss rates in Switzerland', Earth Surface Processes and Landforms 45, \n pp. 1539-1554 ( https://doi.org/10.1002/esp.4829 ). "
    },
    {
        "type": "reference",
        "text": "Pribyl, D. W., 2010, 'A critical review of the conventional SOC to SOM conversion factor', Geoderma 156(3-4), pp. 75-83. "
    },
    {
        "type": "reference",
        "text": "Prokop, G. et al., 2011, Report on best practices for limiting soil sealing and mitigating its effects , European Commission ( https:// ec.europa.eu/environment/archives/soil/pdf/sealing/Soil%20 sealing%20-%20Final%20Report.pdf ). "
    },
    {
        "type": "reference",
        "text": "Prout J. M., et al., 2020, 'What is a good level of soil organic matter? An index based on organic carbon to clay ratio', European Journal of Soil Science 72, pp. 2493-2503 ( https://doi. org/10.1111/ejss.13012)."
    },
    {
        "type": "reference",
        "text": "Ranjard, L. et al., 2013, 'Turnover of soil bacterial diversity driven by wide-scale environmental heterogeneity', Nat Commun 4, 1434 ( https://doi.org/10.1038/ncomms2431 ). "
    },
    {
        "type": "reference",
        "text": "Reeves, J. B., et al., 2006, 'Can near or mid-infrared diffuse reflectance spectroscopy be used to determine soil carbon pools?', Communications in Soil Science and Plant Analysis 37(15), pp. 2307-2325 ( https://doi.org/10.1080/00103620600819461 ). "
    },
    {
        "type": "reference",
        "text": "Reid, D. K., 2008, 'Comment on 'The myth of nitrogen fertilization for soil carbon sequestration'', Journal of Environmental Quality 37, pp. 739. "
    },
    {
        "type": "reference",
        "text": "Reimann, C., et al., 2005, 'Background and threshold: critical comparison of methods of determination', Science of The Total Environment 346(1-3), pp. 1-16. "
    },
    {
        "type": "reference",
        "text": "Renard, K. G., et al., 1997, 'Predicting soil erosion by water: a guide to conservation planning with the Revised Universal Soil Loss Equation (RUSLE) , Agriculture Handbook 703, US Department of Agriculture, Washington, DC. "
    },
    {
        "type": "reference",
        "text": "Rengel, Z., 1992, 'Role of calcium in aluminum toxicity', New Phytologist 121(4), pp. 499-513. "
    },
    {
        "type": "reference",
        "text": "Reto J. D., et al., 2006, 'Soil evaluation in spatial planning: a contribution to sustainable spatial development. Results of the EU-Interreg IIIB Alpine Space Project TUSEC-IP' ( https://www.alpine-space.org/2000-2006/projects.html ) accessed 24 October 2022. "
    },
    {
        "type": "reference",
        "text": "Richards, B. and Peth, S., 2006, 'Modelling soil physical behaviour with particular reference to soil science', Proceedings of ISTRO 17th Triennial Conference , pp. 216-224. "
    },
    {
        "type": "reference",
        "text": "Richards, B. G., et al., 1997, 'Modelling soil strength and soil compressibility of arable soils by FEM (finite element model)', International Agrophysics 11, pp. 68-79. "
    },
    {
        "type": "reference",
        "text": "Richter, S., et al., 2020, 'Carbon pools of Berlin, Germany: organic carbon in soils and aboveground in trees', Urban Forestry & Urban Greening 54, 126777 ( https://doi. org/10.1016/j.ufug.2020.126777 ). "
    },
    {
        "type": "reference",
        "text": "Rieger, I., et al., 2019, 'Linkages between phosphorus and plant diversity in central European forest ecosystems — complementarity or competition?', Forests 10(12), pp. 1156. "
    },
    {
        "type": "reference",
        "text": "Rietra, R. P. J. J., et al., 2017, Cadmium in soil, crops and resultant dietary exposure , Wageningen Environmental Research Report No 2784, Wageningen University and Research ( https://doi.org/10.18174/403611). "
    },
    {
        "type": "reference",
        "text": "Riggert, R., et al., 2019, 'An assessment scheme for soil degradation caused by forestry machinery on skid trails in Germany', Soil Science Society of America Journal 83(Suppl 1), pp. S1-S12 ( https://doi.org/10.2136/sssaj2018.07.0255 ). "
    },
    {
        "type": "reference",
        "text": "Ritz, K., et al., 2009, 'Selecting biological indicators for monitoring soils: a framework for balancing scientific and technical opinion to assist policy development', Ecological Indicators 9(6), pp. 1212-1221 ( https://doi.org/10.1016/j. ecolind.2009.02.009 ). "
    },
    {
        "type": "reference",
        "text": "Rodionov, A., et al., 2010, 'Black carbon in grassland ecosystems of the world', Global Biogeochemical Cycles 24, GB3013 ( https://doi.org/10.1029/2009GB003669 ). "
    },
    {
        "type": "reference",
        "text": "Rodríguez-Eugenio, N., et al., 2018, Soil pollution: a hidden reality , Food and Agriculture Organization of the United Nations, Rome. "
    },
    {
        "type": "reference",
        "text": "Roelofs, J. G. M., et al., 1985, 'The effect of airborne ammonium sulphate on Pinus nigra var. maritima in the Netherlands', Plant and Soil 84(1), pp. 45-56. "
    },
    {
        "type": "reference",
        "text": "Rogger, M., et al., 2018, 'Does soil compaction increase floods? A review', Journal of Hydrology 557, pp. 631-642. "
    },
    {
        "type": "reference",
        "text": "Römbke, J., et al., 2012, Erfassung und Analyse des Bodenzustands im Hinblick auf die Umsetzung und Weiterentwicklung der Nationalen Biodiversitätsstrategie , UBA-Texte Nr 34/2012, Umweltbundesamt, Dessau-Roßlau, Deutschland. "
    },
    {
        "type": "reference",
        "text": "Römbke, J., et al., 2016, 'Soil biodiversity data: actual and potential use in European and national legislation', Applied Soil Ecology 97, pp. 125-133. "
    },
    {
        "type": "reference",
        "text": "Römbke, J., et al., 2018, 'Standard methods for the assessment of structural and functional diversity of soil organisms: a review', Integrated Environmental Assessment and Management 14, pp. 463-479. "
    },
    {
        "type": "reference",
        "text": "Römbke, J., et al., 2022, Bewertung der biologischen Vielfalt mittels DNA-Extraktion aus Bodenproben von BDF , UBA Report, Umweltbundesamt, Dessau-Roßlau, Deutschland (in press). "
    },
    {
        "type": "reference",
        "text": "Romeu, F., et al., 2016, 'European scale analysis of phospholipid fatty acid composition of soils to establish operating ranges', Applied Soil Ecology 97, pp. 49-60 ( https:// doi.org/10.1016/j.apsoil.2015.09.001 ). "
    },
    {
        "type": "reference",
        "text": "Römkens, P. F. A. M. and Rietra, R. P. J. J., 2008, Zware metalen en nutrienten in dierlijke mest in 2008: gehalten aan Cd, Cr, Cu, Hg, Ni, Pb, Zn, As, N en P in runder-, varkens- en kippenmest , Alterra Rapport 1729, Alterra, Wageningen, Nederland. "
    },
    {
        "type": "reference",
        "text": "Römkens, P. F. A. M., et al., 2018, Impact of cadmium levels in fertilisers on cadmium accumulation in soil and uptake by food crops , Wageningen Environmental Research Report 2889, Wageningen University and Research, Netherlands. "
    },
    {
        "type": "reference",
        "text": "Römkens, P.F.A.M. and Smolders, E. ,2018, Prediction of changes in soil cadmium contents at EU and Member State (MS) level , Position paper submitted to DG Environment on their request. Non-peer reviewed. "
    },
    {
        "type": "reference",
        "text": "Rücknagel, J., et al., 2015, 'Indicator based assessment of the soil compaction risk at arable sites using the model REPRO', Ecological Indicators 52, pp. 341-352. "
    },
    {
        "type": "reference",
        "text": "Ruiz, N., et al., 2011, 'IBQS: A synthetic index of soil quality based on soil macro-invertebrate communities', Soil Biology and Biochemistry 43(10), pp. 2032-2045 ( https://doi. org/10.1016/j.soilbio.2011.05.019 ). "
    },
    {
        "type": "reference",
        "text": "Rulfová, Z., et al., 2017, 'Climate change scenarios of convective and large-scale precipitation in the Czech Republic based on EURO-CORDEX data', International Journal of Climatology 37, pp. 2451-2465 ( https://doi.org/10.1002/ joc.4857 ). "
    },
    {
        "type": "reference",
        "text": "Rutgers, M., et al., 2008, Soil Ecosystem Profiling in the Netherlands with Ten References for Biological Soil Quality Report 607604009. RIVM, Bilthoven, the Netherlands. "
    },
    {
        "type": "reference",
        "text": "Rutgers, M., et al., 2009, 'Biological measurements in a nationwide soil monitoring network', European Journal of Soil Science 60(5), pp. 820-832 ( https://doi.org/10.1111/j.1365- 2389.2009.01163.x)."
    },
    {
        "type": "reference",
        "text": "Rutgers, M., et al., 2012, 'A method to assess ecosystem services developed from soil attributes with stakeholders and data of four arable farms', Science of The Total Environment 415, pp. 39-48. "
    },
    {
        "type": "reference",
        "text": "Rutgers, M., et al., 2016, 'Mapping earthworm communities in Europe', Applied Soil Ecology 97, pp. 98-111 ( https://doi. org/10.1016/j.apsoil.2015.08.015 ). "
    },
    {
        "type": "reference",
        "text": "Rutgers, M., et al., 2018, Key indicators and management strategies for soil biodiversity and habitat provisioning, Landmark Report 3.4, European Commission, Brussels. "
    },
    {
        "type": "reference",
        "text": "Rutgers, M., et al., 2019, 'Mapping soil biodiversity in Europe and the Netherlands', Soil Systems 3(2), 39. "
    },
    {
        "type": "reference",
        "text": "Ryan, P. J., et al., 1986a, 'Acid tolerance of Pacific Northwest conifers in solution culture. II: Effect of varying aluminium concentration at constant pH', Plant and Soil 96(2), pp. 259-272. "
    },
    {
        "type": "reference",
        "text": "Ryan, P. J., et al., 1986b, 'Acid tolerance of Pacific Northwest conifers in solution culture. I: Effect of high aluminium concentration and solution acidity', Plant and Soil 96(2), pp. 239-257. "
    },
    {
        "type": "reference",
        "text": "Salesa, D., and Cerdà, A., 2020, 'Soil erosion on mountain trails as a consequence of recreational activities. A comprehensive review of the scientific literature', Journal of Environmental Management 271, 110990. "
    },
    {
        "type": "reference",
        "text": "Sanderman J., et al., 2017, 'Soil carbon debt of 12,000 years of human land use', Proceedings of the National Academy of Sciences of the United States of America 114(36), pp. 9575-9580 ( https://doi.org/10.1073/pnas.1706103114 ). "
    },
    {
        "type": "reference",
        "text": "Saveyn, H., et al., 2014, Study on methodological aspects regarding limit values for pollutants in aggregates in the context of the possible development of end-of-waste criteria under the EU Waste Framework Directive , JRC Technical Report, Publications Office of the European Union, Luxembourg. "
    },
    {
        "type": "reference",
        "text": "Scharlemann, J. P., et al., 2014, 'Global soil carbon: understanding and managing the largest terrestrial carbon pool'. Carbon Manag . 5, pp. 81-91. "
    },
    {
        "type": "reference",
        "text": "Schimmel, H., and Amelung, W., 2022, 'Organic soils'. Encyclopedia of Soils in the Environment , Second Edition. Reference Module in Earth Systems and Environmental Sciences, Elsevier ( https://doi.org/10.1016/B978-0-12-822974- 3.00073-2 ). "
    },
    {
        "type": "reference",
        "text": "Schjønning, P., 2021, 'Topsoil shear strength — measurements and predictions', Soil and Tillage Research 212, 105049 ( https:// doi.org/10.1016/j.still.2021.105049 ). "
    },
    {
        "type": "reference",
        "text": "Schjønning, P., et al., 2003, 'Linking soil microbial activity to water- and air-phase contents and diffusivities', Soil Science Society of America Journal 67, pp. 156-165. "
    },
    {
        "type": "reference",
        "text": "Schjønning, P., et al., 2012,'Clay dispersibility and soil friability-testing the soil clay-to-carbon saturation concept', Vadose Zone Journal 11 (https://doi.org/10.2136/vzj2011.0067). "
    },
    {
        "type": "reference",
        "text": "Schjønning, P., et al., 2015, 'Driver-Pressure-State-Impact-Response (DPSIR) analysis and risk assessment for soil compaction — a European perspective', Advances in Agronomy  133, pp. 183-237. "
    },
    {
        "type": "reference",
        "text": "Schjønning, P., et al., 2016, 'Soil precompression stress, penetration resistance and crop yield in relation to differently-trafficked, temperate-region sandy loam soils', Soil and Tillage Research 163, pp. 298-308. "
    },
    {
        "type": "reference",
        "text": "Schjønning, P., et al., 2018, 'The role of soil organic matter for maintaining crop yields: evidence for a renewed conceptual basis', Advances in Agronomy 150, pp. 35-79. "
    },
    {
        "type": "reference",
        "text": "Schjønning, P., et al., 2020, 'Subsoil shear strength — measurements and prediction models based on readily available soil properties', Soil and Tillage Research 200, 104638. "
    },
    {
        "type": "reference",
        "text": "Schmidt, M. W. I., et al., 2011, 'Persistence of soil organic matter as an ecosystem property', Nature 478, pp. 49-56. "
    },
    {
        "type": "reference",
        "text": "Schmitz, A., et al., 2019, 'Responses of forest ecosystems in Europe to decreasing nitrogen deposition', Environmental Pollution 244, pp. 980-994. "
    },
    {
        "type": "reference",
        "text": "Schneiders, A., et al., 2012, 'Biodiversity and ecosystem services: complementary approaches for ecosystem management?', Ecological Indicators 21, pp. 123-133. "
    },
    {
        "type": "reference",
        "text": "Schoumans, O. F. and Chardon, W. J., 2015, 'Phosphate saturation degree and accumulation of phosphate in various soil types in the Netherlands', Geoderma 237, pp. 325-335. "
    },
    {
        "type": "reference",
        "text": "Schrader, S., 1999, Mechanische Belastung von Ackerböden: Einfluß auf ausgewählte Bodentiere und Mechanismen der zoogenen Gefügeregeneration , Habilitation Thesis, Technische Uuniversität Braunschweig, Deutschland. "
    },
    {
        "type": "reference",
        "text": "Schroeder, R., et al., 2022a 'Mechanical soil database. Part II: Long term impact of soil management on air conductivity over three decades in dependence of soil structure, cohesion, texture and soil types', Soil and Tillage Research (submitted). "
    },
    {
        "type": "reference",
        "text": "stress and consequences for saturated hydraulic conductivity', Frontiers in Environmental Science , 793625 ( https://doi. org/10.3389/fenvs.2022.793625 ). "
    },
    {
        "type": "reference",
        "text": "Schrumpf, M., et al., 2011, 'How accurately can soil organic carbon stocks and stock changes be quantified by soil inventories?', Biogeosciences 8, pp. 1193-1212 ( https://doi. org/10.5194/bg-8-1193-2011 ). "
    },
    {
        "type": "reference",
        "text": "Schüller, H., 1969, 'Die CAL-Methode — eine neue Methode zur Bestimmung des pflanzenverfügbaren Phosphats im Boden', Journal of Plant Nutrition and Soil Science 123, pp. 48-63. "
    },
    {
        "type": "reference",
        "text": "Schulze, E.-D., 1989, 'Air pollution and forest decline in a spruce ( Picea abies ) forest', Science 244, pp. 776-783. "
    },
    {
        "type": "reference",
        "text": "Schweizer Bundesrat, 1998, Verordnung über Belastungen des Bodens (VBBo) 814.12, 01.07.1998, Bern, Schweiz ( https:// fedlex.data.admin.ch/filestore/fedlex.data.admin.ch/eli/ cc/1998/1854_1854_1854/20160412/de/pdf-a/fedlex-data- admin-ch-eli-cc-1998-1854_1854_1854-20160412-de-pdf-a.pdf accessed 15 December 2022. "
    },
    {
        "type": "reference",
        "text": "Schwilch, G., et al., 2016, 'Operational i zing ecosystem services for the mitigation of soil threats: a proposed framework', Ecological Indicators 67, pp. 586-597. "
    },
    {
        "type": "reference",
        "text": "Setälä, H. and McLean, M. A., 2004, 'Decomposition rates of organic substrates in relation to the species diversity of soil saprophytic fungi', Oecologia 139, pp. 98-107. "
    },
    {
        "type": "reference",
        "text": "Seutloali, K. E. and Beckedahl, H. R., 2015, 'A review of road-related soil erosion: an assessment of causes, evaluation techniques and available control measures', Earth Sciences Research Journal 19(1), pp. 73-80. "
    },
    {
        "type": "reference",
        "text": "Shi, P., et al., 2020, 'Vis-NIR spectroscopic assessment of soil aggregate stability and aggregate size distribution in the Belgian Loam Belt', Geoderma 357, 113958. "
    },
    {
        "type": "reference",
        "text": "Siebielec, G., et al., 2010, Handbook for measures enhancing soil function performance and compensating soil loss during urbanization process , URBAN SMS project, Deliverable 6.1.4, INTERREG IV B CENTRAL. "
    },
    {
        "type": "reference",
        "text": "Siemer, B., et al., 2009 (updated 2014), Bodenbewertungsinstrument Sachsen , Sächsisches Landesamt für Umwelt, Landwirtschaft und Geologie, Dresden, Deutschland. "
    },
    {
        "type": "reference",
        "text": "Simota, C., et al., 2005, 'SIDASS project part 1. A spatial distributed simulation model predicting the dynamics of agro-physical soil state for selection of management practices to prevent soil erosion', Soil and Tillage Research 82, pp. 15-18. "
    },
    {
        "type": "reference",
        "text": "Schroeder, R., et al., 2022b, 'Mechanical soil database. Part I: Impact of bulk density and organic matter on precompression Six, J., et al., 2002, 'Stabilization mechanisms of soil organic matter: implications for C saturation of soils', Plant and Soil 241, pp. 155-176. "
    },
    {
        "type": "reference",
        "text": "Skjemstad, J. O., et al., 2004, 'Calibration of the Rothamsted organic carbon turnover model (RothC ver. 26.3), using measurable soil organic carbon pools', Australian Journal of Soil Research 42, pp. 79-88. "
    },
    {
        "type": "reference",
        "text": "Smit, H. P., et al., 1987, 'Effects of soil acidity on Douglas fir seedlings. 2. The role of pH, aluminium concentration and nitrogen nutrition (pot experiment)', Netherlands Journal of Agricultural Science 35, pp. 537-540. "
    },
    {
        "type": "reference",
        "text": "Smith, D. D., 1941, 'Interpretation of soil conservation data for field use', Agriculture Engineering 22, pp. 173-175. "
    },
    {
        "type": "reference",
        "text": "Soinne, H., et al., 2016, 'Relative importance of organic carbon, land use and moisture conditions for the aggregate stability of post-glacial clay soils', Soil and Tillage Research 158, pp. 1-9. "
    },
    {
        "type": "reference",
        "text": "Sparling, G., et al., 2003, 'Three approaches to define desired soil organic matter contents', Journal of Environmental Quality 32, pp. 760-766. "
    },
    {
        "type": "reference",
        "text": "Steiner, K. C., et al., 1980, 'Differential response of paper birch provenances to aluminium in solution culture', Canadian Journal of Forest Research 10(1), pp. 25-29. "
    },
    {
        "type": "reference",
        "text": "Steinhoff-Knopp, B. and Burkhard, B., 2018a, 'Mapping control of erosion rates: comparing model and monitoring data for croplands in Northern Germany', One Ecosystem 3, e26382 ( https://doi.org/10.3897/oneeco.3.e26382 ). "
    },
    {
        "type": "reference",
        "text": "Steinhoff-Knopp, B. and Burkhard, B., 2018b, 'Soil erosion by water in northern Germany: long-term monitoring results from Lower Saxony', Catena 165, pp. 299-309. "
    },
    {
        "type": "reference",
        "text": "Steinhoff-Knopp, B., et al., 2020, 'The impact of soil erosion on soil-related ecosystem services: development and testing a scenario-based assessment approach', Environmental Monitoring and Assessment 193, 274. "
    },
    {
        "type": "reference",
        "text": "Stepniewski, W., 1980, 'Oxygen diffusion and strength as related to soil compaction. I. ODR', Polish Journal of Soil Science XIII, pp. 3-13. "
    },
    {
        "type": "reference",
        "text": "Stepniewski, W., 1981, 'Oxygen diffusion and strength as related to soil compaction. II. Oxygen diffusion coefficient', Polish Journal of Soil Science XIV, pp. 3-13. "
    },
    {
        "type": "reference",
        "text": "Stettler, M., et al., 2014, 'Terranimo® — ein webbasiertes Modell zur Abschätzung des Bodenverdichtungsrisikos', Landtechnik 69(3), pp. 132-138 ( https://doi.org/10.15150/ lt.2014.181 ). "
    },
    {
        "type": "reference",
        "text": "Stewart, C. E., et al., 2007, 'Soil carbon saturation: concept, evidence and evaluation', Biogeochemistry 86(1), 19-31 ( http:// www.jstor.org/stable/20456555 ). "
    },
    {
        "type": "reference",
        "text": "Stoddard, J. L., 1994, 'Long-term changes in watershed retention of nitrogen: its causes and aquatic consequences', in: Baker, L. A. (ed.), Environmental chemistry of lakes and reservoirs , American Chemical Society, Washington, DC, pp. 223-284. "
    },
    {
        "type": "reference",
        "text": "Stolte, J., et al. (eds), 2016, Soil threats in Europe , JRC Technical Report ( https://doi.org/10.2788/828742 ). "
    },
    {
        "type": "reference",
        "text": "Stone, D., et al., 2016, 'Selection of biological indicators appropriate for European soil monitoring', Applied Soil Ecology 97, pp. 12-22 ( https://doi.org/10.1016/j.apsoil.2015.08.005 ). "
    },
    {
        "type": "reference",
        "text": "Streeter, J., 1988, 'Inhibition of legume nodule formation and $N}_{2}$ fixation by nitrate', CRC Critical Reviews in Plant Sciences 7, pp. 1-23. "
    },
    {
        "type": "reference",
        "text": "Stroosnijder, L., 2005, 'Measurement of erosion: is it possible?', Catena 64, pp. 162-173 ( https://doi.org/10.1016/j. catena.2005.08.004 ). "
    },
    {
        "type": "reference",
        "text": "Sverdrup, H. and Warfvinge, P., 1993, The effect of soil acidification on the growth of trees, grass and herbs as expressed by the $(C a\\!+\\!M g\\!+\\!K)/A I$ ratio , Lund University, Department of Chemical Engineering II, Reports in Ecology and Environmental Engineering 1993: 2, Sweden. "
    },
    {
        "type": "reference",
        "text": "Sverdrup, H., et al., 1990, Mapping critical loads. A guidance manual to criteria calculation methods data collection and mapping , Miljø Rapport 1990: 14, Nordic Council of Ministers, Copenhagen. "
    },
    {
        "type": "reference",
        "text": "Sverdrup, H. U., et al., 1992, 'A model for the impact of soil solution Ca:Al ratio, soil moisture and temperature on tree base cation uptake', Water, Air & Soil Pollution 61(3-4), pp. 365-383. "
    },
    {
        "type": "reference",
        "text": "Sverdrup, H., et al., 2006, 'Assessing sustainability of different tree species considering Ca, Mg, K, N and P at Björnstorp Estate', Biogeochemistry 81, pp. 219-238. "
    },
    {
        "type": "reference",
        "text": "Swartjes, F. A., 2007, 'Insight into the variation in calculated human exposure to soil contaminants using seven different European models', Integrated Environmental Assessment and Management 3(3), pp. 322-332. "
    },
    {
        "type": "reference",
        "text": "Swartjes, F. A., 2011, ' Introduction to contaminated site management', in: Swartjes, F. A. (ed.), Dealing with contaminated sites. From theory towards practical application , Springer Science+Business Media BV, Dordrecht, Netherlands. "
    },
    {
        "type": "reference",
        "text": "Swartjes, F., 2019, 'Policy on soil and groundwater regulation', in: Cornelis, A. M., et al. (eds), Environmental toxicology (open online textbook) accessed 11 February 2021. "
    },
    {
        "type": "reference",
        "text": "Swartjes, F. A. and Cornelis, C., 2011,  'Human health risk assessment', in: Swartjes, F. A. (ed.), Dealing with contaminated sites. From theory towards practical application , Springer Science+Business Media BV, Dordrecht, Netherlands. "
    },
    {
        "type": "reference",
        "text": "Swartjes, F., et al., 2007, 'Variability of soil screening values', in: Carlon, C. (ed.), Derivation methods of soil soil screening values in Europe. A review and evaluation of national procedures towards harmonization , European Commission Joint Research Centre, Ispra, Italy. "
    },
    {
        "type": "reference",
        "text": "Swartjes, F. A., et al., 2008, 'The possibilities for the EU-wide use of similar ecological risk-based soil contamination assessment tools', Science of The Total Environment 406, pp. 523-529 "
    },
    {
        "type": "reference",
        "text": "Swartjes, F. A., et al., 2009, Towards consistency in risk assessment tools for contaminated sites management in the EU. The HERACLES strategy from the end of 2009 onwards , RIVM Report 711701091/2009, RIVM, Bilthoven, Netherlands "
    },
    {
        "type": "reference",
        "text": "Taberlet, P., et al., 2018, Environmental DNA — for biodiversity research and monitoring , Oxford University Press, Oxford, UK. "
    },
    {
        "type": "reference",
        "text": "Talkner, U., et al., 2019, 'Nutritional status of major forest tree species in Germany', in: Wellbrock, N. and Bolte, A. (eds), Status and dynamics of forests in Germany Ecological Studies, Vol. 237 ( https://link.springer.com/ chapter/10.1007/978-3-030-15734-0_9 ). "
    },
    {
        "type": "reference",
        "text": "Teagasc, 2022, Soil pH & liming , Agriculture and Food Development Authority of Ireland (https://www.teagasc.ie/ crops/soil--soil-fertility/soil-ph--liming/) \naccessed 26 September 2022. "
    },
    {
        "type": "reference",
        "text": "Terrat S, et al. ,2017, 'Mapping and predictive variations of soil bacterial richness across France', PLOS ONE 12(12): e0190128 ( https://doi.org/10.1371/journal.pone.0186766) . "
    },
    {
        "type": "reference",
        "text": "Thomas, R. Q., et al., 2010, 'Increased tree carbon storage in response to nitrogen deposition in the US', Nature Geosciences 3, pp. 13-17. "
    },
    {
        "type": "reference",
        "text": "Thornton, F. C., et al., 1987, 'Effects of aluminum on red spruce seedlings in solution culture', Environmental and Experimental Botany 27(4), pp. 489-498. "
    },
    {
        "type": "reference",
        "text": "Toschki, A., et al., 2020, 'Die Edaphobase-Länderstudien — Synökologische Untersuchungen von Bodenorganismen in einem Biotop- und Standortgradienten in Deutschland 2014-2018', Peckiana (submitted). "
    },
    {
        "type": "reference",
        "text": "Tóth, G., et al., 2013, LUCAS topsoil survey — methodology, data and results , Office for Official Publications of the European Communities, Luxembourg. "
    },
    {
        "type": "reference",
        "text": "Tóth, G., et al., 2016, 'Heavy metals in agricultural soils of the European Union with implications for food safety', Environment International 88, pp. 299-309. "
    },
    {
        "type": "reference",
        "text": "Trepel, M., 2015, 'Höhenverluste von Moorböden - eine Herausforderung für Wasserwirtschaft und Landnutzung', Telma 45, pp. 41-52. "
    },
    {
        "type": "reference",
        "text": "Trigalet, S., et al., 2014, 'Carbon associated with clay and fine silt as an indicator for SOC decadal evolution under different residue management practices', Agriculture, Ecosystems & Environment 196, pp. 1-9 ( https://doi.org/10.1016/j. agee.2014.06.011 ). "
    },
    {
        "type": "reference",
        "text": "Trombetti, M., et al., 2019, Task 1.8.2.2: Integration of spatial data for assessing soil degradation in Europe. KD2. Draft map and methodological description report on soil degradation , ETC/ULS internal report, European Topic Centre on Urban, Land and Soil Systems. "
    },
    {
        "type": "reference",
        "text": "Tsiafouli, M. A., et al., 2015, 'Intensive agriculture reduces soil biodiversity across Europe', Global Change Biology 21, pp. 973-985. "
    },
    {
        "type": "reference",
        "text": "Turner, R. K., et al., 2003, 'Valuing nature: lessons learned and future research directions', Ecological Economics 46, pp. 493-510. "
    },
    {
        "type": "reference",
        "text": "UBA, 2021, 'Critical loads for eutrophication and acidification for European terrestrial ecosystems', Umweltbundesamt ( https://www.umweltbundesamt.de/en/publikationen/ critical-loads-for-eutrophication-acidification-for ) accessed 23 September 2022.. "
    },
    {
        "type": "reference",
        "text": "Ulrich, B. and Matzner, E., 1983, Abiotische Folgewirkungen der weitraümigen Ausbreitung von Luftverunreinigung , Forschungsbericht 10402615, Umweltbundesamt, Berlin. "
    },
    {
        "type": "reference",
        "text": "Ulrich, B. and Pankrath, J., 1983, 'Effects of accumulation of air pollutants on forest ecosystems', D. Reidel Publishing Co., Dordrecht, Netherlands. "
    },
    {
        "type": "reference",
        "text": "United Nations Statistics Division, 2017, Framework for the Development of Environment Statistics (FDES 2013). Department of Economic and Social Affairs, Studies in Methods Series M, No. 92 ( https://unstats.un.org/unsd/environment/fdes/FDES- 2015-supporting-tools/FDES.pdf ) accessed 12 December 2022. "
    },
    {
        "type": "reference",
        "text": "United Nations Statistics Division, 2022, Indicator 15.3.1: Proportion of land that is degraded over total land area, SDG indicator metadata (Harmonized metadata template - format version 1.0) ( https://unstats.un.org/sdgs/metadata/files/ Metadata-15-03-01.pdf ) accessed 12 December 2022. "
    },
    {
        "type": "reference",
        "text": "Ungaro, F., et al., 2022, 'Assessment of joint soil ecosystem services supply in urban green spaces: a case study in Northern Italy', Urban Forestry & Urban Greening , 67, 127455 ( https://doi.org/10.1016/j.ufug.2021.127455 ). "
    },
    {
        "type": "reference",
        "text": "US National Research Council, 1983, Risk assessment in the federal government: managing the process , National Academy Press, Washington, DC. "
    },
    {
        "type": "reference",
        "text": "Van den Akker, J. J. H., 2004, 'SOCOMO: a soil compaction model to calculate soil stresses and the subsoil carrying capacity', Soil and Tillage Research 79(1), pp. 113-127. "
    },
    {
        "type": "reference",
        "text": "Van den Akker, J. J. H., et al., 1999, Experiences with the impact and prevention of soil compaction in the European Community . Proceedings, workshop 28-30 May 1998, Wageningen, The Netherlands. Report 168, ISSN 0927-4499, DLO Winand Staring Centre, 344 pp ( https://edepot.wur.nl/363806 ) accessed 17 October 2022. "
    },
    {
        "type": "reference",
        "text": "Van den Akker, J. J. H., et al., 2013, Risico op ondergrond- verdichting in het landelijk gebied in kaart , Alterra-rapport 2409, Alterra ( http:// edepot.wur.nl/251636) accessed 17 October 2022. "
    },
    {
        "type": "reference",
        "text": "Van den Hoogen, J., et al., 2020, 'A global database of soil nematode abundance and functional group composition', Scientific Data 7, 103 ( https://doi.org/10.1038/s41597-020-0437-3) . "
    },
    {
        "type": "reference",
        "text": "Van der Heijden, M. G. A., et al., 1998, 'Mycorrhizal fungal diversity determines plant biodiversity. ecosystem variability and productivity', Nature 396, pp. 69-72. "
    },
    {
        "type": "reference",
        "text": "Van der Linde, S., et al., 2018, 'Environment and host as large-scale controls of ectomycorrhizal fungi', Nature 558, pp. 243-248 ( https://doi.org/10.1038/s41586-018-0189-9 ). "
    },
    {
        "type": "reference",
        "text": "Van der Ploeg, R. R., et al., 1999, 'Floods and other possible adverse environmental effects of meadowland area decline in former West Germany', Naturwissenschaften 86(7), pp. 313-319. "
    },
    {
        "type": "reference",
        "text": "Van der Ploeg, R. R., et al., 2002, 'Changes in land use and the growing number of flash floods in Germany', IAHS-AISH Publication 273, pp. 317-321. "
    },
    {
        "type": "reference",
        "text": "Van der Salm, C., et al., 2007, 'N leaching across European forests: derivation and validation of empirical relationships using data from intensive monitoring plots', Forest Ecology and Management 238, pp. 81-91. "
    },
    {
        "type": "reference",
        "text": "Van Geel, M., et al., 2020, 'Diversity and community structure of ericoid mycorrhizal fungi in European bogs and heathlands across a gradient of nitrogen deposition', New Phytologist 228, pp. 1640-1651. "
    },
    {
        "type": "reference",
        "text": "Van Gestel, G., et al. (eds.), 2022, Diffuse soil contamination — inventory of data sources and proposed approach , OVAM, Mechelen, Belgium. "
    },
    {
        "type": "reference",
        "text": "Van Groenigen, J. W., et al., 2015, 'The soil N cycle: new insights and key challenges', Soil 1, pp. 235-256. "
    },
    {
        "type": "reference",
        "text": "Van Groenigen, J. W., et al., 2017, 'Sequestering Soil Organic Carbon: A Nitrogen Dilemma', Environmental Science and Technology, 51(9), pp. 4738-4739 (https://doi.org/10.1021/acs. est.7b01427). "
    },
    {
        "type": "reference",
        "text": "Van Leeuwen, J. P., et al., 2017, 'Gap assessment in current soil monitoring networks across Europe for measuring soil functions', Environmental Research Letters 12, 124007 \n ( https://doi.org/10.1088/1748-9326/aa9c5c ). "
    },
    {
        "type": "reference",
        "text": "Van Lynden, G. W. J., et al. (eds), 2004, Guiding principles for the quantitative assessment of soil degradation , Food and Agriculture Organization of the United Nations and International Soil Reference and Information Centre, Rome. "
    },
    {
        "type": "reference",
        "text": "Van Oost, K., et al., 2009, 'Accelerated sediment fluxes by water and tillage erosion on European agricultural land', Earth Surface Processes and Landforms 34(12), pp. 1625-1634. "
    },
    {
        "type": "reference",
        "text": "Van-Camp. L., et al., 2004a, Reports of the technical working groups established under the thematic strategy for soil protection. Volume II: Erosion , Office for Official Publications of the European Communities, Luxembourg. "
    },
    {
        "type": "reference",
        "text": "Van-Camp. L., et al., 2004b, Reports of the technical working groups established under the thematic strategy for soil protection. Volume IV: Pollution and land management , Office for Official Publications of the European Communities, Luxembourg. "
    },
    {
        "type": "reference",
        "text": "Van-Camp. L., et al., 2004c, Reports of the technical working groups established under the thematic strategy for soil protection. Volume V: Monitoring , Office for Official Publications of the European Communities, Luxembourg.. "
    },
    {
        "type": "reference",
        "text": "Vandaele, K. and Poesen, J., 1995, 'Spatial and temporal patterns of soil erosion rates in an agricultural catchment, central Belgium', Catena 25(1-4), pp. 213-226 \n ( https://doi.org/10.1016/0341-8162(95)00011-G ). "
    },
    {
        "type": "reference",
        "text": "Várallyay, G., 2005 'Soil survey and soil monitoring in Hungary', in: Jones, R. J. A., et al. (eds), Soil resources of Europe , 2nd edition, Joint Research Centre, Ispra, Italy. "
    },
    {
        "type": "reference",
        "text": "Várallyay, G., 2008, 'Soil salinization', in: Huber, S., et al. (eds), Environmental assessment of soil for monitoring. Volume I Indicators & criteria , Office for the Official Publications of the European Communities, Luxembourg, pp. 141-154. "
    },
    {
        "type": "reference",
        "text": "Vasenev, V. I., et al., 2014, 'How to map soil organic carbon stocks in highly urbanized regions?', Geoderma 226-227, pp. 103-115. "
    },
    {
        "type": "reference",
        "text": "Veerman, C., et al., 2020, Caring for soil is caring for life — ensure $75\\%$ of soils are healthy by 2030 for food, people, nature and climate , Publications Office of the European Union, Luxembourg. "
    },
    {
        "type": "reference",
        "text": "Vegter, J., et al., 2003, 'Risk-based land management — a concept for the sustainable management of contaminated land', Land Contamination & Reclamation 11, pp. 31-36 \n ( https://doi.org/10.2462/09670513.617 ). "
    },
    {
        "type": "reference",
        "text": "Velthof, G. L., et al., 2011, 'Nitrogen as a threat to European soil quality', in: Sutton, M. A., et al. (eds), The European nitrogen assessment , Cambridge University Press, Cambridge, UK, pp 494-509. "
    },
    {
        "type": "reference",
        "text": "Verbruggen, E. M. J., et al., 2001, Eco to xico logical serious risk concentrations for soil, sediment and (ground) water: updated proposals for first series of compounds , RIVM Report 711701 020, RIVM, Bilthoven, Netherlands. "
    },
    {
        "type": "reference",
        "text": "Verheijen, F.G.A., et a., 2005, 'Organic carbon ranges in arable soils of England and Wales', Soil Use and Management 21, \n pp. 2-9 (DOI: 10.1079/SUM2005288). "
    },
    {
        "type": "reference",
        "text": "Verheijen, F. G. A., et al., 2009, Tolerable versus actual soil erosion rates in Europe , Earth-Science Reviews 94(1-4), pp. 23-38. "
    },
    {
        "type": "reference",
        "text": "Verstraeten, G. P., et al., 2006, 'Reservoir and pond sedimentation in Europe', in: Boardman, J. and Poesen, J. (eds), Soil erosion in Europe , John Wiley & Sons Ltd, Chichester, UK, pp. 757-774. "
    },
    {
        "type": "reference",
        "text": "Villa, P., et al., 2018, 'Multitemporal mapping of peri-urban carbon stocks and soil sealing from satellite data', Science of The Total Environment 612, pp. 590-604 ( https://doi. org/10.1016/j.scitotenv.2017.08.250 ). "
    },
    {
        "type": "reference",
        "text": "Vitousek, P. M., et al., 2010, 'Terrestrial phosphorus limitation: mechanisms, implications, and nitrogen-phosphorus interactions', Ecological Applications 20(1), pp. 5-15. "
    },
    {
        "type": "reference",
        "text": "Vogel, H. J., et al., 2020, 'Quantitative evaluation of soil functions: potential and state', Frontiers in Environmental Science, 22 ( https://doi.org/10.3389/fenvs.2019.00164 ). "
    },
    {
        "type": "reference",
        "text": "Vohland, M., et al., 2011, 'Comparing different multivariate calibration methods for the determination of soil organic carbon pools with visible to near infrared spectroscopy', Geoderma 166, pp. 198-205 ( https://doi.org/10.1016/j. geoderma.2011.08.001 ). "
    },
    {
        "type": "reference",
        "text": "Volpe, M. G. et al., 2009, 'Heavy metal uptake in the enological food chain', Food Chemistry 117(3), pp. 553-560 ( https://doi. org/10.1016/j.foodchem.2009.04.033 ). "
    },
    {
        "type": "reference",
        "text": "Vonk, W. J., et al., 2020, 'European survey shows poor association between soil organic matter and crop yields', Nutrient Cycling in Agroecosystems 118, pp. 325-334. "
    },
    {
        "type": "reference",
        "text": "Voss, R., 1998, 'Fertility recommendations: past and present', Communications in Soil Science and Plant Analysis 29, pp. 1429-1440. "
    },
    {
        "type": "reference",
        "text": "Wakatsuki, T. and Rasyidin, A., 1992, 'Rates of weathering and soil formation', Geoderma 52(3-4), pp. 251-263. "
    },
    {
        "type": "reference",
        "text": "Walker, R., et al., 2011, 'The long-term effects of widely differing soil pH on the yields of an eight course crop rotation established in 1961', Aspects of Applied Biology 113, pp. 111-115. "
    },
    {
        "type": "reference",
        "text": "Wang, B., et al., 2007, 'Citrate exudation from white lupin induced by phosphorus deficiency differs from that induced by aluminum', New Phytologist 176(3), pp. 581-589. "
    },
    {
        "type": "reference",
        "text": "Wardle, D. A., et al., 2004, 'Ecological linkages between aboveground and belowground biota', Science 304, pp. 1629-1633. "
    },
    {
        "type": "reference",
        "text": "Warfvinge, P., et al., 1993, 'Modelling long-term cation supply in acidified forest stands', Environmental Pollution 80(3), pp. 209-221. "
    },
    {
        "type": "reference",
        "text": "Watmough, S. A., et al., 2005, 'Sulphate, nitrogen and base cation budgets at 21 forested catchments in Canada, the United States and Europe', Environmental Monitoring and Assessment 109(1-3), pp. 1-36. "
    },
    {
        "type": "reference",
        "text": "Wessolek G., et al., 2008, 'Ermittlung von Optimalgehalten an organischer Substanz landwirtschaftlich genutzter Böden nach §17(2) Nr. 7 BodSch', Umweltbundesamt (https://www.umweltbundesamt.de/publikationen/ermittlung-von-optimalgehalten-an-organischer ) accessed 21 September 2022. "
    },
    {
        "type": "reference",
        "text": "Wezenbeek, J., 2008, NOBO: Normstelling Bodem en bodemkwaliteitsbeoordeling , Ministerie van VROM, Den Haag, Nederland. "
    },
    {
        "type": "reference",
        "text": "WHO, 1991, Surface water drainage for low-income communities , World Health Organization ( https://apps.who.int/iris/ handle/10665/39775 ) accessed 29 September 2022. "
    },
    {
        "type": "reference",
        "text": "WHO, 1996, Trace elements in human nutrition and health , World Health Organization ( https://apps.who.int/iris/ handle/10665/37931 ) accessed 29 September 2022. "
    },
    {
        "type": "reference",
        "text": "WHO, 2011, Nitrate and nitrite in drinking-water: background document for development of WHO guidelines for drinking-water , WHO/SDE/WSH/07.01/16/Rev/1 ( https://apps.who.int/iris/handle/10665/75380 ) accessed 23 September 2022. "
    },
    {
        "type": "reference",
        "text": "Widmer, D., 2013, Grobporig und luftdurchlässig? Verdichtung von landwirtschaftlichen Böden , News Umwelt-Zentralschweiz, Nr. 3, pp. 2-3 ( https://www.umwelt-zentralschweiz.ch/wp-content/uploads/2022/06/UZ-news-2013-boden-1.pdf) . "
    },
    {
        "type": "reference",
        "text": "Wiesmeier, M., et al., 2012, 'Soil organic carbon stocks in southeast Germany (Bavaria) as affected by land use, soil type and sampling depth', Global Change Biology 18, pp. 2233-2245 ( https://doi.org/10.1111/j.1365-2486.2012.02699.x). "
    },
    {
        "type": "reference",
        "text": "Wiesmeier, M., et al., 2014, 'Land use effects on organic carbon storage in soils of Bavaria: the importance of soil types', Soil and Tillage Research 146 (part B), pp. 296-302 ( https://doi. org/10.1016/j.still.2014.10.003) . "
    },
    {
        "type": "reference",
        "text": ""
    },
    {
        "type": "reference",
        "text": "Wiesmeier, M., et al., 2019, 'Soil organic carbon storage as a key function of soils — a review of drivers and indicators at various scales', Geoderma 333, pp. 149-162 ( https://doi. org/10.1016/j.geoderma.2018.07.026) . "
    },
    {
        "type": "reference",
        "text": "Wischmeier, W. H. and Smith, D. D., 1978, Predicting rainfall erosion losses — a guide to conservation planning , Agriculture Handbook, US Department of Agriculture, Washington, DC. "
    },
    {
        "type": "reference",
        "text": "Wong, M. T. F. and Wittwer, K., 2009, 'Positive charge discovered across Western Australian wheatbelt soils challenges key soil and nitrogen management assumptions', Soil Research 47(1), pp. 127-135. "
    },
    {
        "type": "reference",
        "text": "Wong, M. T. F., et al., 1990, 'The retention of nitrate in acid soils from the tropics', Soil Use and Management 6(2), pp. 72-74. "
    },
    {
        "type": "reference",
        "text": "Wösten, J. H. M., et al., 1999, 'Development and use of a database of hydraulic properties of European soils', Geoderma 90, pp. 169-185. "
    },
    {
        "type": "reference",
        "text": "Young, I. and Crawford, J., 2004, 'Interactions and Self- Organization in the Soil-Microbe Complex', Science (New York, N.Y.) 304 (1634-7. 10.1126/science.1097394). "
    },
    {
        "type": "reference",
        "text": "Yu, Z., et al., 2010, 'Global peatland dynamics since the Last Glacial Maximum', Geophys. Res. Lett . 37, L13402. "
    },
    {
        "type": "reference",
        "text": "Zhao, D., et al., 2012, 'Effect of soil sealing on the microbial biomass, N transformation and related enzyme activities at various depths of soils in urban area of Beijing, China', Journal of Soils and Sediments 12, pp. 1004-1006. "
    },
    {
        "type": "reference",
        "text": "Zhao, Y. N., et al., 2016, 'Increasing soil organic matter enhances inherent soil productivity while offsetting fertilization effect under a rice cropping system', Sustainability 8(9), 879. "
    },
    {
        "type": "reference",
        "text": "Zhu, Q., et al., 2020, 'Cropland acidification increases risk of yield losses and food insecurity in China', Environmental Pollution 256, 113145 ( https://doi.org/10.1016/j. envpol.2019.113145 ). "
    },
    {
        "type": "reference",
        "text": "Zink, A., et al., 2011, 'Verification of harmful subsoil compaction in loess soils', Soil and Tillage Research 114, \n pp. 127-134 ( https://doi.org/10.1016/j.still.2011.04.004 ). "
    },
    {
        "type": "reference",
        "text": "Zöttl, H. W. and Mies, E., 1983, 'Nährelementversorgung und Schadstoffbelastung von Fichtenökosystemen im Südschwarzwald unter Immissionseinfluß', Mitteilungen der Deutschen Botanischen Gesellschaft 38, pp. 429-434. "
    }
]